Repository: achyun/AHD-Subtitles-Maker
Catalog: Controls/Editors/SubtitleTextEditor.*.resx
Languages: ar_sy, de_de, pt_br, zh_cn

# toolStripButton2.ToolTipText
source: Change subtitle's position
ar_sy: غيّر مكان العنوان الثانوي
pt_br: Mudar posição da legenda
zh_cn: 更改字幕位置

# toolStripButton_rtl.ToolTipText
source: Right to left aligne
ar_sy: من اليمين إلاليسار
pt_br: Alinhamento Direita para Esquerda
zh_cn: 从右到左对齐

# toolStripButton5.Text
source: Show / Hide styles
ar_sy: اظهار / اخفاء ادوات الانماط
de_de: Stile anzeigen / ausblenden
pt_br: Mostrar / ocultar estilos
zh_cn: 显示 / 隐藏风格选择栏

# toolStripButton_line_break_tools.Text
source: Line break tools
ar_sy: ادوات السطور
de_de: Strichbruch-Werkzeuge
pt_br: Ferramentas de quebra de linha
zh_cn: 自动换行工具

# toolStripButton8.ToolTipText
source: Change Font using font dialog
ar_sy: غيّر الخط باستخدام نافذة الحوار
de_de: Ändern die Schriftart mithilfe des Dialogfelds Schriftart
pt_br: Mudar fonte usando a caixa de fontes
zh_cn: 使用字体对话框更改字体

# ComboBox_font.ToolTipText
source: Font Name
ar_sy: اسم الخط
pt_br: Nome da Fonte
zh_cn: 字体名称

# toolStripTextBox_fontSize.ToolTipText
source: Font size
ar_sy: حجم الخط
de_de: Schriftgröße
pt_br: Tamanho da Fonte
zh_cn: 字体大小

# toolStripButton_bold.ToolTipText
source: Bold
ar_sy: بولد
pt_br: Negrito
zh_cn: 粗体

# toolStripButton_italic.ToolTipText
source: Italic
ar_sy: إيتاليك
pt_br: Itálico
zh_cn: 斜体

# toolStripButton_underline.ToolTipText
source: Underline
ar_sy: أندر لاين
zh_cn: 下划线

# toolStripButton_strikeout.ToolTipText
source: Strikeout
ar_sy: سترايك أوت
zh_cn: 删除线

# toolStripButton_leftAlign.ToolTipText
source: Alignement Left
ar_sy: موضع يساري
de_de: Ausrichtung nach links
pt_br: Alinhamento a esquerda
zh_cn: 左对齐

# toolStripButton_centerAlign.ToolTipText
source: Alignement Center
ar_sy: موضع متوسط
de_de: Ausrichtungszentrum
pt_br: Alinhamento ao Centro
zh_cn: 居中对齐

# toolStripButton_rightAlign.ToolTipText
source: Alignement Right
ar_sy: موضع يميني
de_de: Ausrichtung richtig
pt_br: Alinhamento a direita
zh_cn: 右对齐

# toolStripButton9.ToolTipText
source: Color
ar_sy: اللون
de_de: Farbe
pt_br: Cor
zh_cn: 颜色

# toolStripButton3.Text
source: Lower case
ar_sy: حرف صغير
de_de: Kleinbuchstaben
zh_cn: 小写字母

# toolStripButton1.Text
source: Upper case
ar_sy: حرف كبير
de_de: toolStripButton1
pt_br: toolStripButton1
zh_cn: 大写字母

# copyToolStripMenuItem.Text
source: Copy
ar_sy: نسخ
pt_br: Copiar
zh_cn: 复制

# copyToolStripMenuItem.ToolTipText
source: Copy selected text to clipboard
ar_sy: نسخ النص المختار
zh_cn: 将选定文本复制到剪贴板

# cutToolStripMenuItem.Text
source: Cut
ar_sy: قص
pt_br: Recortar
zh_cn: 剪切

# cutToolStripMenuItem.ToolTipText
source: Cut selected text to clipboard
ar_sy: قص النص المختار
zh_cn: 将选定文本剪切到剪贴板

# pasteToolStripMenuItem.Text
source: Paste
ar_sy: لصق
pt_br: Colar
zh_cn: 粘贴

# pasteToolStripMenuItem.ToolTipText
source: Paste text from clipboard
ar_sy: لصق
pt_br: Colar texto da área de transferência
zh_cn: 从剪贴板粘贴文本

# fontToolStripMenuItem.Text
source: Font
ar_sy: الخط
pt_br: Fonte
zh_cn: 字体

# fontToolStripMenuItem.ToolTipText
source: Change font
ar_sy: تغيير الخط
pt_br: Mudar fonte
zh_cn: 更改字体

# colorToolStripMenuItem.Text
source: Color
ar_sy: اللون
pt_br: Cor
zh_cn: 颜色

# colorToolStripMenuItem.ToolTipText
source: Change text color
ar_sy: تغيير الخط للنص المختار
pt_br: Mudar cor do texto
zh_cn: 更改文本颜色

# alignementToolStripMenuItem.Text
source: Alignement
ar_sy: التموضع
pt_br: Alinhamento
zh_cn: 对齐方式

# leftToolStripMenuItem.Text
source: Left
ar_sy: يسار
pt_br: Esquerda
zh_cn: 左对齐

# centerToolStripMenuItem.Text
source: Center
ar_sy: منتصف
pt_br: Centro
zh_cn: 居中

# rightToolStripMenuItem.Text
source: Right
ar_sy: يمين
pt_br: Direita
zh_cn: 右对齐

# selectAllToolStripMenuItem.Text
source: Select All
ar_sy: اختيار الكل
pt_br: Selecionar Tudo
zh_cn: 全选

# toolStripStatusLabel1.Text
source: Line chars count=0, Total chars count=0
pt_br: Contagem de caracteres da linha = 0, Contagem total de caracteres = 0
zh_cn: 行字符数=0, 总字符数=0

# toolStripButton4.Text
source: Edit styles
ar_sy: تحرير الانماط
de_de: Stile bearbeiten
pt_br: Editar estilos
zh_cn: 编辑风格

# toolStripButton6.ToolTipText
source: Apply 1st style (Alt+1)
ar_sy: وضع النمط الاول (Alt+1)
de_de: Wende den 1. Stil an (Alt+1)
pt_br: Aplicar primeiro estilo (Alt+1)
zh_cn: 应用第一风格 (Alt+1)

# toolStripButton7.ToolTipText
source: Apply 2nd style (Alt+2)
ar_sy: وضع النمط الثاني (Alt+2)
de_de: Wende den 2. Stil an (Alt+2)
pt_br: Aplique o segundo estilo (Alt+2)
zh_cn: 应用第二风格 (Alt+2)

# toolStripButton10.ToolTipText
source: Apply 3rd style (Alt+3)
ar_sy: وضع النمط الثالث (Alt+3)
de_de: Wende den 3. Stil an (Alt+3)
pt_br: Aplicar o terceiro estilo (Alt+3)
zh_cn: 应用第三风格 (Alt+3)

# toolStripButton11.ToolTipText
source: Apply 4th style (Alt+4)
ar_sy: وضع النمط الرابع (Alt+4)
de_de: Wende den 4. Stil an (Alt+4)
pt_br: Aplicar o quarto estilo (Alt+4)
zh_cn: 应用第四风格 (Alt+4)

# toolStripButton12.ToolTipText
source: Apply 5th style (Alt+5)
ar_sy: وضع النمط الخامس (Alt+5)
de_de: Wende den 5. Stil an (Alt+5)
pt_br: Aplique o quinto estilo (Alt+5)
zh_cn: 应用第五风格 (Alt+5)

# toolStripButton13.ToolTipText
source: Apply 6th style (Alt+6)
ar_sy: وضع النمط السادس (Alt+6)
de_de: Wende den 6. Stil an (Alt+6)
pt_br: Aplique o sexto estilo (Alt+6)
zh_cn: 应用第六风格 (Alt+6)

# toolStripButton14.ToolTipText
source: Apply 7th style (Alt+7)
ar_sy: وضع النمط السابع (Alt+7)
de_de: Wende den 7. Stil an (Alt+7)
pt_br: Aplique o sétimo estilo (Alt+7)
zh_cn: 应用第七风格 (Alt+7)

# toolStripButton15.ToolTipText
source: Do auto line break (ALT+B)
ar_sy: وضع السطور الجديد مستخدما الاعدادات المجاورة (ALT+B)
de_de: Brechen Sie den automatischen Zeilenumbruch (ALT+B)
pt_br: Auto quebra de linha (ALT+B)
zh_cn: 执行自动换行 (ALT+B)

# toolStripLabel1.Text
source: Mode :
ar_sy: النمط
de_de: Modus:
pt_br: Modo:
zh_cn: 模式:

# toolStripComboBox_line_break_mode.Items
source: Capital letter
ar_sy: الحرف الكبير
de_de: Großbuchstabe
pt_br: Letra maiúscula
zh_cn: 大写字母

# toolStripComboBox_line_break_mode.Items1
source: Char count limit
ar_sy: عدد محدد للاحرف كل سطر
de_de: Anzahl der Charts
pt_br: Limite de contagem de caridade
zh_cn: 字符数限制

# toolStripComboBox_line_break_mode.Items2
source: Punctuation
ar_sy: علامات الترقيم
de_de: Interpunktion
pt_br: Pontuação
zh_cn: 标点符号

# toolStripComboBox_line_break_mode.Items3
source: All
ar_sy: الكل
de_de: Alle
pt_br: Todos
zh_cn: 全部

# toolStripLabel2.Text
source: Chars :
ar_sy: عدد الاحرف
de_de: Buchstaben zählen
zh_cn: 字符数:

# toolStripTextBox_brk_chars_limit.ToolTipText
source: Enter the chars count limit per line here. Max = 100
ar_sy: ادخل هنا رجاءا عدد الاحرف الذي يجب تحديده لكل سطر اقصى قيمة = 100
de_de: Geben Sie hier das Zeilenanzahllimit pro Zeile ein. Max = 100
pt_br: Digite o limite de contagem de caracteres por linha aqui. Max = 100
zh_cn: 在这里输入每行的限制字符数 最大 = 100

# toolStripLabel3.Text
source: Punctuation :
ar_sy: علامات الترقيم
de_de: Interpunktion:
pt_br: Pontuação:
zh_cn: 标点符号:

# toolStripTextBox_punctuation.ToolTipText
source: Enter the sympols that will be recognized as punctuation. Split each one by space.
ar_sy: ادخل هنا رجاءا علامات الترقيم التي يجب للبرنامج وضع سطر بعدها الرجاء الفصل بين كل علامة ترقيم بفراغ
de_de: Geben Sie die Symbole ein, die als Interpunktion erkannt werden. Teilen Sie jede einzelne nach Platz.
pt_br: Digite os símbolos que serão reconhecidos como pontuação. Divida cada um pelo espaço.
zh_cn: 输入可用作标点的符号. 并用空格隔开.
