Repository: achyun/AHD-Subtitles-Maker
Catalog: Controls/Others/ErrorsChecker.*.resx
Languages: ar_sy, de_de, pt_br, pt_pt

# toolStripButton6.ToolTipText
source: Check for subtitle errors
ar_sy: تفحص الأخطاء
de_de: Auf Untertitel-Fehler überprüfen
pt_br: Verificar por erros de legenda
pt_pt: Procurar erros das legendas

# toolStripButton2.ToolTipText
source: Auto fix checked errors
ar_sy: تصحيح أوتوماتيكي
de_de: Fehler automatisch korrigieren
pt_br: Corrigir erros selecionados automaticamente
pt_pt: Reparar automaticamente erros detectados

# toolStripButton4.ToolTipText
source: Select all errors
ar_sy: إختر كل الأخطاء
de_de: Alle Fehler auswählen
pt_br: Selecionar todos os erros
pt_pt: Seleccionados todos os erros

# toolStripButton3.ToolTipText
source: Jump (select) into subtitle(s) which has/have selected error(s)
ar_sy: إختر العناوين الثانوية صاحبة هذه الأخطاء
de_de: Wählen Sie die Untertitel, die die ausgewählten Fehler aufweisen
pt_br: Pular para (selecionar) legenda(s) que tem erros selecionados
pt_pt: Saltar (seleccionar) para a(s) legenda(s) com o(s) erro(s) seleccionado(s)

# toolStripButton1.ToolTipText
source: Enable all (Only enabled errors get fixed )
ar_sy: تفعيل كل الأخطاء (الأخطاء المفعلة يتم تصحيحها فقط)
de_de: Alle aktivieren (Nur aktivierte Fehler werden korrigiert worden)
pt_br: Ativar tudo (Somente erros habilitados são corrigidos)
pt_pt: Activar todos (Apenas os erros activados serão reparados)

# toolStripButton5.ToolTipText
source: Disable all (Only enabled errors get fixed )
ar_sy: إلغاء تفعيل كل الأخطاء (الأخطاء المفعلة يتم تصحيحها فقط)
de_de: Alle deaktivieren (Nur aktivierte Fehler werden korrigiert worden)
pt_br: Desabilitar tudo (Somente erros habilitados são corrigidos)
pt_pt: Desactivar todos (Apenas os erros activados serão reparados)

# columnHeader1.Text
source: Subtitle Number
ar_sy: رقم العنوان الثانوي
de_de: Untertitel Nummer
pt_br: Número da legenda
pt_pt: Número da Legenda

# columnHeader6.Text
source: Error
ar_sy: الخطأ
de_de: Fehler
pt_br: Erro
pt_pt: Erro

# columnHeader2.Text
source: Error Type
ar_sy: نوع الخطأ
de_de: Fehlerart
pt_br: Tipo de Erro
pt_pt: Tipo de Erro

# checkForErrorsToolStripMenuItem.Text
source: Check for errors
ar_sy: تفحص الأخطاء
de_de: Auf Fehler überprüfen
pt_br: Verificar erros
pt_pt: Procurar erros

# selectAllToolStripMenuItem.Text
source: Select all
ar_sy: إختيار الكل
de_de: Alls auswählen
pt_br: Selecionar tudo
pt_pt: Seleccionar tudo

# jumpIntoSubtitlesToolStripMenuItem.Text
source: Jump into subtitles
ar_sy: القفز إلى العناوين الثانوية المتضررة
de_de: In Untertiteln springen
pt_br: Pular para legendas
pt_pt: Saltar para as legendas
