Repository: achyun/AHD-Subtitles-Maker
Catalog: ASM/LanguageResources/Resource.*.resx
Languages: ar_sy, de_de, pt_br, pt_pt, zh_cn

# Status_SelectTrack
source: Select Track
ar_sy: مسار عناوين ثانوية
de_de: Track auswählen
pt_br: Selecionar Trilha
pt_pt: Seleccionar Faixa
zh_cn: 选择轨道

# Status_Start
source: Start
ar_sy: بداية
pt_br: Iniciar
pt_pt: Iniciar
zh_cn: 开始

# Status_SubtitlesCopied
source: subtitle(s) copied
ar_sy: عنوان ثانوي تم نسخه
de_de: Untertitel wurde/wurden kopiert
pt_br: legenda(s) copiada(s)
pt_pt: legenda(s) copiada(s)
zh_cn: 字幕已复制

# Status_subtitlesFound
source: subtitle(s) found
ar_sy: عنوان ثانوي تم إيجاده
de_de: Untertitel wurde/wurden gefunden
pt_br: legenda(s) encontrada(s)
pt_pt: legenda(s) encontrada(s)
zh_cn: 字幕已发现

# Status_Synchronising
source: Synchronising ...
ar_sy: جاري المزامنة ...
de_de: Synchronisieren...
pt_br: Sincronizando
pt_pt: A sincronizar ...
zh_cn: 正在同步 ...

source: Subtitles Track
ar_sy: مسار عنواين ثانوية
de_de: Untertitel Track
pt_br: Trilha de Legenda
pt_pt: Faixa de Legendas
zh_cn: 字幕轨

# Title_ChangeMedia
source: Change Media
ar_sy: تغيير الوسائط
de_de: Medien ändern
pt_br: Mudar mídia
pt_pt: Alterar Mídia
zh_cn: 改变媒体

# Title_EnterProjectName
source: Enter project name
ar_sy: أدخل إسم المشروع
de_de: Projektname eingeben
pt_br: Digite o nome do projeto
pt_pt: Introduzir nome do projecto
zh_cn: 输入项目名称

# Title_General
source: General
ar_sy: عام
de_de: Allgemein
pt_br: Geral
pt_pt: Geral
zh_cn: 常规

# Title_ID3
source: ID3 Tag (for Synchronised Lyric)
ar_sy: بيانات الأي دي ثري لأجل كلمات الأغنية المتزامنة
de_de: ID3 Tag (für synchronisierte Lyric)
pt_br: ID3 Tag (para Legendas Sincronizadas)
pt_pt: Etiqueta ID3 Tag (para letra sincronizada)
zh_cn: ID3 标签 (针对同步歌词)

# Title_ImportSubtitlesFormat
source: Import subtitles format
ar_sy: إستيراد ملف ترجمة
de_de: Untertitel Format importieren
pt_br: Importar formato de legenda
pt_pt: Importar formato de legendas
zh_cn: 导入字幕格式

# Title_LoadLayout
source: Load Layout
ar_sy: فتح ترتيب الواجهة
de_de: Layout laden
pt_br: Carregar Formato
pt_pt: Carregar Estrutura
zh_cn: 载入布局

# Title_NewSubtitle
source: <New Subtitle>
ar_sy: <عنوان ثانوي جديد>
de_de: <Neuer Untertitel>
pt_br: <Nova Legenda>
pt_pt: <Nova Legenda>
zh_cn: <新建字幕>

# Title_OpenProject
source: Open Project
ar_sy: فتح مشروع
de_de: Projekt öffnen
pt_br: Abrir Projeto
pt_pt: Abrir Projecto
zh_cn: 打开项目

# Title_PlayBack
source: PlayBack
ar_sy: الوسائط
pt_br: Reprodução
pt_pt: Reproduzir
zh_cn: 回放

# Title_SaveLayout
source: Save Layout
ar_sy: حفظ ترتيب الواجهة
de_de: Layout speichern
pt_br: Salvar Formato
pt_pt: Guardar Estrutura
zh_cn: 保存布局

# Title_SaveLog
source: Save Log
ar_sy: حفظ السجل
de_de: Log speichern
pt_br: Salvar Log
pt_pt: Guardar Registo
zh_cn: 保存日志

# Title_SaveProject
source: Save Project
ar_sy: حفظ المشروع
de_de: Projekt speichern
pt_br: Salvar Projeto
pt_pt: Guardar Projecto
zh_cn: 保存项目

# Title_Subtitle
source: Subtitle
ar_sy: عنوان ثانوي
de_de: Untertitel
pt_br: Legenda
pt_pt: Legenda
zh_cn: 字幕

# Title_SubtitleFormats
source: Subtitle Formats
ar_sy: صيغ ملفات الترجمة
de_de: Untertitel Format
pt_br: Formato de Legenda
pt_pt: Formatos de Legendas
zh_cn: 字幕格式

source: Untitled
ar_sy: غير معنون
de_de: Ohne Titel
pt_br: Sem Título
pt_pt: Sem Título
zh_cn: 未命名

source: Version
ar_sy: النسخة
pt_br: Versão
pt_pt: Versão
zh_cn: 版本

# History_ColorSetForSelected
source: Color set for selected subtitles
ar_sy: تغيير اللون للعناوين الثانوية المختارة
de_de: Farbe für ausgewählte Untertitel festlegen
pt_br: Cor definida para legendas selecionadas
pt_pt: Definir cor para as legendas seleccionadas
zh_cn: 选定字幕的颜色设置

# History_FontSetForSelected
source: Font set for selected subtitles
ar_sy: تغيير الخط للعناوين الثانوية المختارة
de_de: Schriftart für ausgewählte Untertitel festlegen
pt_br: Fonte definida para legendas selecionadas
pt_pt: Definir fonte para as legendas seleccionadas
zh_cn: 选定字幕的字体设置

# History_PostitionSetforSelectedSubtitles
source: Position set for selected subtitle
ar_sy: تغيير المكان للعناوين الثانوية المختارة
de_de: Position für ausgewählter Untertitel auswählen
pt_br: Posição definida para legenda selecionada
pt_pt: Definir posição para as legendas seleccionadas
zh_cn: 选定字幕的位置设置

# History_SetAlignmentForSelectedSubtitles
source: Alignment set for selected subtitles
ar_sy: تغيير الموضع للعناوين الثانوية المختارة
de_de: Ausrichtung für ausgewählte Untertitel festlegen
pt_br: Alinhamento definido para legenda selecionada
pt_pt: Definir alinhamento para as legendas seleccionadas
zh_cn: 选定字幕的对齐设置

# History_SetLeftToRightForSelectedSubtitle
source: Set left to right for selected subtitles
ar_sy: وضع من اليسار إلى اليمين للعناوين الثانوية المختارة
de_de: Links-nach-Recht für ausgewählte Untertitel festlegen
pt_br: Definir esquerda para direita na legenda selecionada
pt_pt: Definir esquerda para a direita para as legendas seleccionadas
zh_cn: 选定字幕设置为从左向右

# History_SetRightToLeftForSelectedSubtitle
source: Set right to left for selected subtitles
ar_sy: وضع من اليمين إلى اليسار للعناوين الثانوية المختارة
de_de: Recht-nach-Links für ausgewählte Untertitel festlegen
pt_br: Definir direita para esquerda na legenda selecionada
pt_pt: Definir direita para a esquerda para as legendas seleccionadas
zh_cn: 选定字幕设置为从右向左

# MessageCaption_NosubtitleSelected
source: No subtitle Selected
ar_sy: لم يتم إختيار أي عنوان ثانوي
de_de: Kein Untertitel ist ausgewählt
pt_br: Nenhum legenda selecionada
pt_pt: Nenhuma legenda seleccionada
zh_cn: 无已选字幕

# Message_YouMustSelectAtLeastOneSubtitle
source: You must select one subtitle at least to do this
ar_sy: عليك إختيار على الأقل عنوان ثانوي واحد
de_de: Sie müssen mindestens einen Untertitel auswählen
pt_br: Você precisa selecione ao menos uma legenda para fazer isso
pt_pt: Tem que seleccionar pelo menos uma legenda para fazer isto
zh_cn: 你必须至少选择一个字幕才能做到这一点

# Message_PleaseSelectSubtitleFirst
source: Please select subtitle first
ar_sy: إختر عنواناً ثانوياً رجاءاً
de_de: Bitte wählen Sie zuerst einen Untertitel aus.
pt_br: Favor seleciona uma legenda primeiro
pt_pt: Por favor primeiro seleccione uma legenda
zh_cn: 请先选择字幕

# Title_Editors
source: Editors
ar_sy: المحررات
pt_br: Editores
pt_pt: Editores
zh_cn: 编辑

# MessageCaption_NoMedia
source: No media
ar_sy: لا يوجد ملف الوسائط
de_de: Kein Medien
pt_br: Sem mídia
pt_pt: Sem mídia
zh_cn: 无媒体

# Message_NoMediaDoYouWantToChangeMedia
source: No media assigned to this project yet, do you want to browse for media now ?
ar_sy: لا يوجد ملف وسائط مرتبط بهذا المشروع، هل تريد تعيين ملف الوسائط ؟
de_de: KeinMedien ist dieses Projekt zugewiesen. Möchten Sie für Medien jetzt durchsuchen?
pt_br: Nenhum mídia nesse projeto ainda, deseja navegar para encontrar uma ?
pt_pt: Ainda não foi atribuído nenhum mídia para este projecto, quer procurar um agora ?
zh_cn: 尚未分配给该项目的媒体, 现在是否要浏览媒体 ?

# MessageCaption_ID3Detected
source: ID3 Detected
ar_sy: وجد الأي دي ثري
de_de: ID3 erkannt
pt_br: ID3 Detectado
pt_pt: ID3 Detectado
zh_cn: 已检测 ID3

# MessageCaption_MKVDetected
source: Matroska Detected
ar_sy: ملف ماتروسكا
de_de: Matroska erkannt
pt_br: Matroska Detectado
pt_pt: Matroska Detectado
zh_cn: 已检测 Matroska

# MessageCheckBox_AlwaysWarnMeWhenID3Detected
source: &Always warn me when ID3 detected
ar_sy: حذرني دائماً عند إيجاد الأي دي ثري
de_de: Warnen &immer, wenn ID3 erkannt wird.
pt_br: &Sempre me alertar quanto detectar ID3
pt_pt: &Avisar sempre ao detectar ID3
zh_cn: 当检测到ID3时总是提醒我(&A)

# MessageCheckBox_AlwaysWarnMeWhenMKVDetected
source: &Always warn me when opening Matroska file
ar_sy: حذرني دائماً عند فتح ملف ماتروسكا
de_de: Warnen &immer, wenn Matroska Datei geöffnet wird.
pt_br: &Sempre me alterar quanto detectar Matroska
pt_pt: &Avisar sempre ao abrir ficheiros Matroska
zh_cn: 当打开Matroska文件时总是警告我(&A)

# Message_ID3Detected
source: This media file contains ID3 Tag information, do you want to manage synchronised lyrics of this file ?
ar_sy: تم إيجاد بيانات الأي دي ثري ضمن ملف الوسائط، هل تريد إستخراج عناصر كلمات الأغنية المتزامنة ؟
de_de: Diese Mediendatei enthält ID3-Tag-Informationen. Möchten Sie synchronisierte Lyrics von dieser Datei verwalten?
pt_br: Essa mídia contém informações ID3 Tag, deseja tratar legendas sincronizadas desse arquivo ?
pt_pt: Este ficheiro contém Etiquetas ID3, quer gerir as letras sincronizadas deste ficheiro ?
zh_cn: 此媒体文件包含ID3标签信息, 要管理该文件的同步歌词吗 ?

# Message_MKVDetected
source: This media file is a Matroska file and may include subtitle track(s). Do you want to rip subtitles from this Matroska file ?
ar_sy: ملف الوسائط هذا من نوع ماتروسكا و قد يحوي عناوين ثانوية. هل تريد إستخراج العناوين الثانوية من هذا الملف؟
de_de: Diese Mediendatei ist eine Matruska-Datei und könnte Untertitel Track enthalten. Möchten Sie Untertitel aus dieser Matruska-Datei kopieren?
pt_br: Essa mídia é Matroska e talvez contenha uma trilha de legenda, deseja separar a legenda desse arquivo ?
pt_pt: Este ficheiro é Matroska e pode conter faixa(s) de legendas. Quer ripar legendas deste ficheiro Matroska ?
zh_cn: 此媒体文件是Matroska文件可能包括字幕轨. 你想把字幕从Matroska文件提取出来吗 ?

# MessageCaption_Settings
source: Settings
ar_sy: الإعدادات
de_de: Einstellungen
pt_br: Configurações
pt_pt: Definições
zh_cn: 设置

# Message_SettingsLoadError
source: Error while trying to load settings, What do you want to do ?
ar_sy: حدث خطأ أثناء محاولة البرنامج تحميل الإعدادات، ما الذي تريد فعله ؟
de_de: Fehler beim Laden von Einstellungen. Was möchten Sie tun?
pt_br: Erro ao tentar carregar configurações, o que deseja fazer ?
pt_pt: Erro ao carregar definições, O que pretende fazer ?
zh_cn: 试图加载设置时出错, 您想做什么 ?

# Title_SystemMessage
source: System message:
ar_sy: رسالة النظام:
de_de: Systemmeldung:
pt_br: Mensagem do sistema:
pt_pt: Mensagem do sistema:
zh_cn: 系统消息:

# Button_Abort
source: &Abort
ar_sy: &خروج
de_de: &Abbrechen
pt_br: &Abortar
pt_pt: &Abortar
zh_cn: 中止(&A)

# Button_ResetSettings
source: &Reset settings
ar_sy: أستعادة الإ&فتراضيات
de_de: Einstellungen &zurücksetzen
pt_br: &Redefinir Configurações
pt_pt: &Repor definições
zh_cn: 重置设置(&R)

# Button_RetryLoading
source: Re&try loading
ar_sy: &حاول مجدداً
de_de: Laden &wiederholen
pt_br: Te&ntar Carregar Novamente
pt_pt: Repe&tir carregamento
zh_cn: 重新加载(&T)

# History_SpellCheck
source: Spell Check
ar_sy: تفحص الأخطاء الإملائية
de_de: Rechtschreibpüfung
pt_br: Verificação Ortográfica
pt_pt: Verificação Ortográfica
zh_cn: 拼写检查

# MessageCaption_SpellCheck
source: Spell Check
ar_sy: تفحص الأخطاء الإملائية
de_de: Rechtschreibpüfung
pt_br: Verificação Ortográfica
pt_pt: Verificação Ortográfica
zh_cn: 拼写检查

# MessageCaption_Merge
source: Merge
ar_sy: دمج
de_de: Zusammenfügen
pt_br: Mesclar
pt_pt: Fundir
zh_cn: 合并

# Status_Merging
source: Merging ...
ar_sy: جاري الدمج ...
de_de: Es wird zusammengefügt...
pt_br: Mesclando
pt_pt: A fundir ...
zh_cn: 正在合并 ...

# History_SubtitleTracksMerge
source: Subtitle tracks merge
ar_sy: دمج مسارين
de_de: Untertitel Tracks zusammenfügen
pt_br: Trilha de legenda mesclada
pt_pt: Fundir faixas de legendas
zh_cn: 字幕轨合并

# History_MatroskaSubtitlesTrackRip
source: Matroska subtitles track rip
ar_sy: استيراد من ماتروسكا
de_de: Matroska-Untertitel Track auskopieren
pt_br: Legenda separada de mídia Matroska
pt_pt: Ripar faixa de legendas Matroska
zh_cn: Matroska 字幕轨抓取

# History_VobSubRip
source: VobSub rip
ar_sy: VobSub استيراد من
de_de: VobSub auskopieren
pt_br: VobSub separada
pt_pt: Ripar VobSub
zh_cn: VobSub 抓取

# History_SubtitlesMergeAt
source: Subtitles merge at
ar_sy: دمج عناوين ثانوية عند
de_de: Untertitel zusammenfügen am
pt_br: Legenda mesclada em
pt_pt: Fundir legendas em
zh_cn: 字幕合并位于

# Message_PleaseSelectMoreThanOneSubtitle
source: Please select more than one subtitle
ar_sy: الرجاء اختيار أكثر من عنوان ثانوي واحد
de_de: Bitte wählen Sie mehr als einen Untertitel aus
pt_br: Favor seleciona mais de uma legenda
pt_pt: Por favor seleccione mais do que uma legenda
zh_cn: 请选择一个以上的字幕

# Message_TheSubtitlesMustBeInOneQueue
source: The subtitles must be in one queue to complete this operation
ar_sy: يجب على العناوين الثانوية يأن تكون بصف واحد لإتمام هذه العملية
de_de: Die Untertitel müssen in einer Wartschlange sein um dieden Vorgang abzuschließen
pt_br: As legendas precisam estar numa fila para completar essa operação
pt_pt: As legendas devem estar numa lista para concluir esta operação
zh_cn: 此字幕必须在一个队列中才能完成此操作

# MessageCaption_DownloadSubtitlesFromOS
source: Download subtitles from OpenSubtitles.org
ar_sy: تحميل ملف ترجمة من OpenSubtitles.org
de_de: Untertitel aus OpenSubtitles.org herunterladen
pt_br: Download de legendas de OpenSubtitles.org
pt_pt: Transferir legendas de OpenSubtitles.org
zh_cn: 从OpenSubtitles.org下载字幕

# MessageCheckBox_AskToDownloadFromOS
source: Ask this every time when I change media
ar_sy: إظهار هذا السؤال كل مرة أغير الوسائط
de_de: Fragen jedes Mal, wenn ich die Medien ändern.
pt_br: Perguntar sempre que eu mudar a mídia
pt_pt: Perguntar isto sempre que mude de mídia
zh_cn: 每次更换媒体都要询问这个问题

# Message_DoYouWantToDownloadSubtitlesFromOSForThisMovie
source: Do you want to download subtitles from OpenSubtitles.org for this movie ?
ar_sy: هل تريد تحميل ملف الترجمة من OpenSubtitles.org لهذا الفيلم ؟
de_de: Möchten Sie Untertitel für diesen Film aus OpenSubtitles.org herunterladen?
pt_br: Deseja fazer o download das legendas desse filme no site OpenSubtitles.org ?
pt_pt: Quer transferir legendas de OpenSubtitles.org para este filme ?
zh_cn: 你想从 OpenSubtitles.org 下载这部电影的字幕吗 ?

# MessageCaption_UploadSubtitles
source: Upload subtitles
ar_sy: تحميل ملف ترجمة
de_de: Untertitel hochladen
pt_br: Upload de legendas
pt_pt: Enviar legendas
zh_cn: 上传字幕

# MessageCheckBox_AskEveryTimeBeforeUploadSubtitles.
source: Ask every time before upload subtitles.
ar_sy: إسألني كل مرة قبل التحميل
de_de: Fragen jedes Mal vordem Hochladen von Untertiteln.
pt_br: Perguntar sempre antes de fazer upload de legendas
pt_pt: Perguntar sempre antes de enviar legendas.
zh_cn: 每次上传字幕前都要询问这个问题.

# Message_DoYouWantToExportSubtitlesFirst
source: Do you want to export subtitles first then upload them ?
ar_sy: هل تريد تصدير إلى ملف الترجمة أولاً قبل التحميل ؟
de_de: Möchten Sie die Untertitel zuerst exportieren und dann hochladen?
pt_br: Deseja exportar legendas antes de fazer upload ?
pt_pt: Quer exportar primeiro as legendas e depois enviá-las ?
zh_cn: 你想先导出字幕然后上传吗 ?

# Title_HotKeys
source: Hot keys
ar_sy: مفاتيح اختصارات
pt_br: Atalhos
pt_pt: Teclas de atalho
zh_cn: 热键

# MessageCaption_ChangeKey
source: Change Key
ar_sy: تغيير مفتاح
de_de: Key ändern
pt_br: Trocar Tecla
pt_pt: Alterar Tecla
zh_cn: 改变热键

# Message_ThisShortcutKeyAlreadyTakenBy
source: This shortcut key already taken by
ar_sy: هذا الاختصار مخصص مسبقاً ل
de_de: Diese Tastenkombination ist bereits vergeben für
pt_br: Esse atalho já está sendo utilizado
pt_pt: Esta tecla de atalho já está em uso por
zh_cn: 这个快捷键已被赋值给

# CheckBox_AskEveryTimeBeforeDeletingSubtitle
source: Ask every time before deleting subtitle(s).
ar_sy: السؤال في كل مرة عند حذف عناوين ثانوية
de_de: Fragen jedes Mal vordem Löschen von Untertiteln.
pt_br: Sempre perguntar antes de deletar legenda(s)
pt_pt: Perguntar sempre antes de eliminar legenda(s).
zh_cn: 每次删除字幕前都要询问.

# MessageCaption_DeleteSubtitles
source: Delete Subtitle(s)
ar_sy: حذف عناوين ثانوية
de_de: Untertitel löschen
pt_br: Deletar Legenda(s)
pt_pt: Eliminar Legenda(s)
zh_cn: 删除字幕

# Filter_Settings
source: Settings file(*.set)|*.set
ar_sy: ملف الإعدادات(*.set)|*.set
de_de: Einstellungendatei (*.set)|*.set
pt_pt: Ficheiro de definições(*.set)|*.set
zh_cn: 设置文件(*.set)|*.set

# Title_ExportSettingsToFile
source: Export settings to file
ar_sy: تصدير الإعدادات إلى ملف
de_de: Einstellungen in Datei exportieren
pt_br: Exportar configurações para arquivo
pt_pt: Exportar definições para ficheiro
zh_cn: 导出设置到文件

# Title_ImportSettingsToFile
source: Import settings file
ar_sy: إستيراد الإعدادات من ملف
de_de: Einstellungendatei importieren
pt_br: Importar arquivo de configurações
pt_pt: Importar ficheiro de definições
zh_cn: 导入设置文件

# Message_ThisWillDiscardCurrentChangesContinue
source: This will discard any changes, continue ?
ar_sy: كل التغيرات التي قمت بها ستضيع، هل تريد الإكمال ؟
de_de: Dies wird alle Änderungen verwerfen, weiter?
pt_br: Isso irá descartar qualquer alteração, continuar ?
pt_pt: Isto irá ignorar quaisquer alterações, continuar ?
zh_cn: 这将放弃任何更改, 继续吗 ?

# Message_ThisWillSaveCurrentSettingsContinue
source: This will save current settings, continue ?
ar_sy: سيقوم البرنامج بحفظ الإعدادات الحالية أولاً، هل تريد الإكمال ؟
de_de: Dies wird aktuelle Einstellungen speichern, weiter?
pt_br: Isso irá salvar as atuais alterações, continuar ?
pt_pt: Isto irá guardar as definições actuais, continuar ?
zh_cn: 这将保存当前设置, 继续吗 ?

# Title_DefaultFontAndColor
source: Default font and color
ar_sy: الخط و اللون الإفتراضي
de_de: Standard Schriftart und Farbe
pt_br: Fonte e Cor Padrão
pt_pt: Cor e fonte padrão
zh_cn: 默认字体和颜色

# History_PreparedTextChanged
source: Prepared text changed
ar_sy: تغيير في النصّ المعد مسبقاً
de_de: Vorbereiteten Text ist geändert
pt_br: Texto Preparado alterado
pt_pt: O texto elaborado foi alterado
zh_cn: 就绪文本已改变

# Button_DownloadNow
source: Download now !
ar_sy: التنزيل الأن
de_de: Jetzt herunterladen !
pt_br: Fazer download agora !
pt_pt: Baixe agora !
zh_cn: 现在下载 !

# Button_ViewDetails
source: View details
ar_sy: عرض التفاصيل
de_de: Details anzeigen
pt_br: Ver detalhes
pt_pt: Ver detalhes
zh_cn: 查看详细信息

# CheckBox_CheckForUpdatesAutomatically
source: Check for updates automatically.
ar_sy: تفحص التحديثات تلقائيا عند تشغيل البرنامج
de_de: Automatisch nach Updates suchen.
pt_br: Verificar atualizações automaticamente
pt_pt: Verificar atualizações automaticamente.
zh_cn: 自动检查更新.

# MessageCaption_AutoUpdater
source: Auto updater
ar_sy: التحديث التلقائي
pt_br: Atualizar Automaticamente
pt_pt: atualizador automático
zh_cn: 自动升级

# Message_ANewerVersionAvailable
source: A newer version of AHD subtitles Maker is available !!
ar_sy: هناك نسخة من البرنامج متوفرة في الانترنت احدث من النسخة الحالية !!
de_de: Eine neuere Version von AHD Untertitel Maker ist verfügbar !!
pt_br: Uma nova versão do AHD subtitles Maker está disponível !
pt_pt: A versão mais recente do AHD legendas Maker está disponível !!
zh_cn: AHD subtitles Maker 有一个可用的新版本 !!

# Message_UnapleToDownloadTheUpdate
source: Unable to download the update !!
ar_sy: لم يتمكن من التنزيل !!
de_de: Kann das Update zum herunterladen !!
pt_br: Não foi possível fazer o download da atualização
pt_pt: Não é possível baixar a atualização !!
zh_cn: 无法下载更新 !!

# Message_WouldYouLikeTodownloadTheVersion
source: Would you like to download the update now (You need to close the program first) ?
ar_sy: هل تريد تنزيل هذه النسخة ؟
de_de: Möchten Sie das Update wie jetzt zum Download (Sie müssen das Programm zu schließen zuerst)?
pt_br: Deseja atualizar o programa agora ? (O programa deverá ser fechado)
pt_pt: Gostaria de baixar a atualização agora (Você precisa fechar o primeiro programa)?
zh_cn: 您想现在下载更新吗 (您需要先关闭程序) ?

# Text_AvailableVersion
source: Available version
ar_sy: النسحة المتوفرة
de_de: Verfügbare Version
pt_br: Versão Disponível
pt_pt: versão disponível
zh_cn: 可用版本

# Text_CurrentVersion
source: Current version
ar_sy: النسخة الحالية
de_de: Aktuelle Version
pt_br: Versão Atual
pt_pt: Versão Atual
zh_cn: 当前版本

# Status_CheckingForUpdates
source: Checking for updates
ar_sy: جاري التحقق من التحديثات
de_de: Suche nach Updates
pt_br: Verificando atualizações
pt_pt: A verificação de atualizações
zh_cn: 检查更新

# Status_LoadingMainWindow
source: Loading the main window
ar_sy: جاري تحميل النافذة الأساسية
de_de: Laden des Hauptfensters
pt_br: Carregando janela principal
pt_pt: Carregando a janela principal
zh_cn: 载入主窗口

# Messagecaption_PreviewwithAHDSynchronisedLyricsViewer
source: Preview with AHD Synchronised Lyrics Viewer
ar_sy: استعرض مع AHD Synchronised Lyrics Viewer
de_de: Vorschau mit AHD Synchronised Lyrics Viewer
pt_br: Pré-visualizado com AHD Synchronised Lyrics Viewer
pt_pt: pré-visualização com AHD Synchronised Lyrics Viewer
zh_cn: 用AHD同步歌词查看器预览

# Message_NoMediaLoaded
source: No media loaded !!
ar_sy: لم يتم تحميل ملف وسائط !!
de_de: Kein Medium geladen !!
pt_br: Nenhum mídia carregada
pt_pt: Nenhuma mídia carregado !!
zh_cn: 吴媒体载入 !!

# History_StylesEdited
source: Project styles edited.
ar_sy: تم تعديل الأنماط
de_de: Projektstile bearbeitet.
pt_br: Projetos editados.
pt_pt: Projetos editados.
zh_cn: 项目风格已编辑.

# History_StyleSetForSelected
source: Style set for selected subtitles.
ar_sy: تم تحديد النمط للعناوين الثانوية المختارة
de_de: Style-Set für ausgewählte Untertitel.
pt_br: Estilo definido para legendas selecionadas.
pt_pt: Estilo definido para legendas selecionadas.
zh_cn: 选定字幕的样式设置.

# MessageCaption_ChangeMedia
source: Load Media
ar_sy: تحميل وسائط
de_de: Medien einlegen
pt_br: Carregar mídia
pt_pt: Carregar mídia
zh_cn: 载入媒体

# Message_MediaNotLoaded
source: Unable to load the media file (Duration <= 0) The file is damaged, or your system misses the proper DirectShow filter to run this media type. Please install a media codec pack, or the dircetshow filters required then try again. (google media codec pack)
ar_sy: لم يتمكن من تحميل ملف الوسائط. الملف متضرر أو النظام لديك يفتقد للفلاتر المطلوبة لتشغيل هذا النوع من الوسائط. الرجاء قم بتنصيب الفلاتر المطلوبة ثم حاول مجددا DircetShow Filters
de_de: Die Mediendatei kann nicht geladen werden (Dauer <= 0) Die Datei ist beschädigt, oder Ihr System vermisst den richtigen DirectShow-Filter, um diesen Medientyp auszuführen. Bitte installieren Sie ein Media-Codec-Paket oder die Dircetshow-Filter erforderlich, dann versuchen Sie es erneut.
pt_br: Não é possível carregar o arquivo de mídia (Duração <= 0) O arquivo está danificado, ou seu sistema perde o filtro DirectShow apropriado para executar este tipo de mídia. Instale um pacote de codecs de mídia ou os filtros dircetshow necessários e tente novamente.
pt_pt: Não é possível carregar o arquivo de mídia (Duração <= 0) O arquivo está danificado, ou seu sistema perde o filtro DirectShow apropriado para executar este tipo de mídia. Instale um pacote de codecs de mídia ou os filtros dircetshow necessários e tente novamente.
zh_cn: 无法加载媒体文件 (持续时间 <= 0) 文件损坏, 或你的系统忽略了运行此媒体类型的匹配DirectShow筛选器. 请先安装媒体编解码包, 或必需的dircetshow筛选器后再试一次. (谷歌媒体编解码包)

# Title_MediaPlayer
source: Media Player
ar_sy: مشغل الوسائط
pt_br: Reprodutor de mídia
pt_pt: Reprodutor de mídia
zh_cn: 媒体播放器

# History_SubtitlesTrackCaptionsSplit
source: Subtitles Track Captions Split.
ar_sy: فصل الكابشن عن مسار عناوين ثانوية
de_de: Untertitel Titel Untertitel Split.
zh_cn: 字幕轨标题分割.

# Status_SplittingCaptions
source: Splitting Captions ...
ar_sy: جاري الفصل ...
de_de: Untertitel aufteilen ...
pt_br: Dividindo legendas ...
pt_pt: Dividindo legendas ...
zh_cn: 分割字幕 ...

# History_LineBreakApplied
source: Line-break applied for subtitles(s)
ar_sy: تم تفعيل كسر السطور لمجموعة من العناوين الثانوية
de_de: Zeilenumbruch für Untertitel angewendet
pt_br: Quebra de linha aplicada para legenda (s)
pt_pt: Quebra de linha aplicada para legenda (s)
zh_cn: 应用于字幕的自动换行

# MessageCaption_ChangePlayer
source: Change player
ar_sy: تغيير المشغل
de_de: Wechselspieler
pt_br: Mudar o jogador
pt_pt: Mudar o jogador
zh_cn: 改变球员
