Repository: achyun/AHD-Subtitles-Maker
Catalog: ASM/LanguageResources/Resource.*.resx
Languages: ar_sy, de_de, pt_br, pt_pt, zh_cn

# Button_Cancel
source: &Cancel
ar_sy: إل&غاء الأمر
de_de: &Abbrechen
pt_br: &Cancelar
pt_pt: &Cancelar
zh_cn: 取消(&C)

# Button_DontSave
source: &Don't Save
ar_sy: &لا تحفظ
de_de: &Nicht speichern
pt_br: &Não Salvar
pt_pt: Não Guardar
zh_cn: 不保存(&D)

# Button_Insert
source: &Insert
ar_sy: إ&قحام
de_de: &Einfügen
pt_br: &Inserir
pt_pt: &Inserir
zh_cn: 插入(&I)

# Button_No
source: &No
ar_sy: &لا
de_de: &Nein
pt_br: &Não
pt_pt: &Não
zh_cn: 否(&N)

# Button_OnTime
source: &On Time
ar_sy: &على الوقت
de_de: Auf &Zeit
pt_br: &No Tempo
pt_pt: Na Hora
zh_cn: 按时(&O)

# Button_Save
source: &Save
ar_sy: &حفظ
de_de: &Speichern
pt_br: &Salvar
pt_pt: Guardar
zh_cn: 保存(&S)

# Button_Yes
source: &Yes
ar_sy: &نعم
de_de: &Ja
pt_br: &Sim
pt_pt: Sim
zh_cn: 是(&Y)

# History_DefaultRTLChanged
source: Default RTL changed
ar_sy: من اليمين إلى اليسار الإفتراضي تغير
de_de: Standard Recht-nach-Links geändert
pt_br: RTL padrão Alterado
pt_pt: DPE padrão alterado
zh_cn: 默认 RTL 已改变

# History_ErrorsAutoFix
source: Error(s) auto fix
ar_sy: تصحيح أوتوماتيكي للأخطاء
de_de: Fehler automatisch korrigieren
pt_br: Auto-Reparo de Erros
pt_pt: Reparação automática de erro(s)
zh_cn: 错误自动修复

# History_ID3Managed
source: ID3 Managed
ar_sy: تعديل ID3
de_de: ID3 verwaltet
pt_pt: ID3 Gerido
zh_cn: ID3 已管理

# History_ImportSubtitlesFormat
source: Import subtitles format
ar_sy: إستيراد ملف ترجمة
de_de: Untertitel Format importieren
pt_br: Importar formato de legenda
pt_pt: Importar formato de legendas
zh_cn: 导入字幕格式

# History_MarkAddedAt
source: Mark added at
ar_sy: علامة وضعت في
de_de: Mark hinzufügt am
pt_br: Marcação adicionada em
pt_pt: Marca adicionada em
zh_cn: 添加标记位于

# History_MarkEdit
source: Mark Edit
ar_sy: تحرير علامة
de_de: Mark bearbeiten
pt_br: Marcação Editada
pt_pt: Editar Marca
zh_cn: 标识编辑

# History_MarkRemoved
source: Mark removed
ar_sy: علامة حُذفت
de_de: Merk gelöscht
pt_br: Marcação Removida
pt_pt: Marca removida
zh_cn: 标记已移除

# History_MediaChanged
source: Media changed
ar_sy: تغيير ملف الوسائط
de_de: Medien geändert
pt_br: Mídia Alterada
pt_pt: Mídia alterado
zh_cn: 媒体已更改

# History_ProjectNameChange
source: Project name change
ar_sy: تغيير إسم المشروع
de_de: Projectname geändert
pt_br: Nome de Projeto Alterado
pt_pt: Nome do projecto alterado
zh_cn: 项目名称更改

# History_ProjectOpened
source: Project opened
ar_sy: فتح مشروع
de_de: Project geöffnet
pt_br: Projeto Aberto
pt_pt: Projecto aberto
zh_cn: 项目已打开

# History_RTLValueChanged
source: RTL value changed
ar_sy: تغيير قيمة من اليمين إلى اليسار
de_de: RnL Wert geändert
pt_br: Valor RTL alterado
pt_pt: Valor RTL alterado
zh_cn: RTL 值已更改

# History_SetCurrentTimeAsEndTimeForSubtitleAt
source: Set current time as end time for subtitle at
ar_sy: تم وضع وقت الوسائط كوقت إنتهاء للعنوان الثانوي في
de_de: Festlegen aktuelle Uhrzeit als Endzeit für Untertitel am
pt_br: Definir tempo atual como o tempo de fim da legenda
pt_pt: Definir tempo actual como tempo final da legenda
zh_cn: 将当前时间设置为字幕的结束时间位于

# History_SubtitleAddedAt
source: Subtitle Added at
ar_sy: إضافة عنوان ثانوي في
de_de: Untertitel hinzufügt am
pt_br: Legenda adicionada em
pt_pt: Legenda Adicionada a
zh_cn: 添加字幕于

# History_SubtitleFillSpace
source: Subtitle fill space
ar_sy: ملئ الفراغ لعنوان ثانوي
pt_br: Preenchimento de espaço em legenda
pt_pt: Espaço de preenchimento da legenda
zh_cn: 字幕填充空间

# History_SubtitleInsertedAt
source: Subtitle Inserted at
ar_sy: إقحام عنوان ثانوي في
de_de: Untertitel eingefügt am
pt_br: Legenda inserida em
pt_pt: Legenda Inserida em
zh_cn: 插入字幕于

# History_SubtitlePropertiesChanged
source: Subtitle's properties changed
ar_sy: تغيير خصائص لعنوان ثانوي
de_de: Untertitel Eigenschaften geändert
pt_br: Propriedades de legenda alterada
pt_pt: Propriedades da Legenda alteradas
zh_cn: 字幕属性已改变

# History_SubtitlesCut
source: Subtitle(s) cut.
ar_sy: قص عنوان/عناوين ثانوية
de_de: Untertitel audschneiden.
pt_br: Legenda(s) cortadas
pt_pt: Cortar legenda(s).
zh_cn: 个字幕剪切.

# History_SubtitlesDelete
source: Subtitle(s) delete.
ar_sy: حذف عنوان/عناوين ثانوية
de_de: Untertitel löschen
pt_br: Legenda(s) excluídas
pt_pt: Eliminar legenda(s).
zh_cn: 个字幕删除.

# History_SubtitleShift
source: Subtitle Shift
ar_sy: تحريك عنوان ثانوي
de_de: Untertitel verschieben
pt_br: Legenda Dividida
pt_pt: Desvio das legendas
zh_cn: 字幕偏移

# History_SubtitlesPasted
source: Subtitle(s) Pasted
ar_sy: لصق عنوان/عناوين ثانوية
de_de: Untertitel eingefügt
pt_br: Legenda Colada
pt_pt: Legenda(s) Colada(s)
zh_cn: 个字幕粘贴

# History_SubtitleSplited
source: Subtitle Splited
ar_sy: تقسيم عنوان ثانوي
de_de: Untertitel getrennt
pt_br: Legenda Divida
pt_pt: Legenda Dividida
zh_cn: 字幕已分割

# History_SubtitlesReplaced
source: Subtitles Replaced
ar_sy: عنوان ثانوي تم غستبداله
de_de: Untertitel ersetzt
pt_br: Legenda Substituída
pt_pt: Legendas Substituídas
zh_cn: 字幕已替换

# History_SubtitlesTrackAdded
source: Subtitles Track added
ar_sy: إضافة مسار عنواين ثانوية
de_de: Untertitel Track hinzufügt
pt_br: Trilha de legenda Adicionada
pt_pt: Adicionada Faixa de legendas
zh_cn: 字幕轨已添加

# History_SubtitlesTrackDuplicate
source: Subtitles Track duplicate
ar_sy: إنشاء نسخة مضاعفة لمسار
de_de: Untertitel Track dupliziert
pt_br: Trilha de legenda Duplicada
pt_pt: Faixa de Legendas duplicada
zh_cn: 字幕轨重复

# History_SubtitlesTrackRemove.
source: Subtitles Track remove.
ar_sy: حذف مسار عناوين ثانوية
de_de: Untertitel Track gelöscht
pt_br: Trilha de legenda Removida
pt_pt: Remover Faixa de Legendas.
zh_cn: 重复移除.

# History_SubtitlesTrackRenamed
source: Subtitles Track renamed
ar_sy: إعادة تسمية مسار
de_de: Untertitel Track umbenannt
pt_br: Trilha de legenda Renomeada
pt_pt: Faixa de Legendas renomeada
zh_cn: 重复已移除

# History_SubtitlesTrackShift
source: Subtitles Track Shift
ar_sy: تحريك مسار عناوين ثانوية
de_de: Untertitel Track verschieben
pt_br: Trilha de legenda Alterada
pt_pt: Desvio da Faixa de Legendas
zh_cn: 字幕轨偏移

# History_SubtitlesTrackSynchronised
source: Subtitles Track synchronised.
ar_sy: مزامنة مسار عناوين ثانوية
de_de: Untertitel Track synchtoniziert
pt_br: Trilha de legenda Sincronizada
pt_pt: Faixa de Legendas sincronizada.
zh_cn: 字幕轨已同步.

# History_SubtitlesTrackTextsClone
source: Subtitles Track texts clone.
ar_sy: نسخ نصوص مسار
de_de: Untertitel Track Texte geklont
pt_br: Texto de trilha de legenda clonada
pt_pt: Clonar textos da Faixa de Legendas.
zh_cn: 字幕轨文本克隆.

# History_SubtitlesTrackTimingsClone
source: Subtitles Track timings clone.
ar_sy: نسخ أوقات مسار
de_de: Untertitel Track Timing geklont
pt_pt: Clonar tempos da Faixa de Legendas.
zh_cn: 字幕轨时间轴克隆.

# History_SubtitlesTrackTranslated
source: Subtitles Track Translated
ar_sy: ترجمة مسار عناوين ثانوية
de_de: Untertitel Track übersetzt
pt_br: Trilha de legenda traduzida
pt_pt: Faixa de Legendas Traduzida
zh_cn: 字幕轨已翻译

# History_SubtitleStretchToNext
source: Subtitle Stretch To Next
ar_sy: تمطيط عنوان ثانوي للتالي
de_de: Untertitel zum nächsten gedehnt
pt_pt: Legenda Esticada para Seguinte
zh_cn: 字幕延伸到下一个

# History_SubtitleStretchToPrevious
source: Subtitle Stretch To Previous
ar_sy: تمطيط عنوان ثانوي للسابق
de_de: Untertitel zum voraufgehend gedhnt
pt_pt: Legenda Esticada para Anterior
zh_cn: 字幕延伸到上一个

# MessageCaption_AddSubtitle
source: Add Subtitle
ar_sy: إضافة عنوان ثانوي
de_de: Untertitel hinzufügen
pt_br: Adicionar Legenda
pt_pt: Adicionar Legenda
zh_cn: 添加字幕

# MessageCaption_ApplyLanguage
source: Apply language texts
ar_sy: تفعيل نصوص اللغة
de_de: Sprach Texte anwenden
pt_br: Aplicar texto em idioma
pt_pt: Aplicar textos de idioma
zh_cn: 应用语言文字

# MessageCaption_CantExport
source: Can't Export
ar_sy: لا يمكن التصدير
de_de: Exportieren nicht möglich
pt_br: Não foi possível exportar
pt_pt: Não é possível exportar
zh_cn: 无法导出

# MessageCaption_CantFindProject
source: Can't Find Project
ar_sy: لا يمكن إيجاد المشروع
de_de: Project nicht gefunden
pt_br: Não foi possível encontrar o projeto
pt_pt: Não é possível encontrar o Projecto
zh_cn: 无法找到项目

# MessageCaption_CantRename
source: Can't rename
ar_sy: لا يمكن إعادة التسمية
de_de: Umbenennen nicht möglich
pt_br: Não foi possível renomear
pt_pt: Não é possível renomear
zh_cn: 无法重命名

# MessageCaption_ClearLog
source: Clear Log
ar_sy: حذف السجل
de_de: Log löschen
pt_br: Limpar log
pt_pt: Limpar Registo
zh_cn: 清除日志

# MessageCaption_Clone
source: Clone
ar_sy: نسخ
de_de: Klonen
pt_br: Clonar
pt_pt: Clonar
zh_cn: 克隆

# MessageCaption_DeleteSelectedSubtitlesTrack
source: Delete selected Subtitles Track
ar_sy: حذف المسار المختار
de_de: Ausgewählte Untertitel Tracks löschen
pt_br: Deletar trilha de legenda selecionada
pt_pt: Eliminar Faixa de Legendas seleccionada
zh_cn: 删除选定的字幕轨

# MessageCaption_Error
source: Error
ar_sy: خطأ
de_de: Fehler
pt_br: Erro
pt_pt: Erro
zh_cn: 错误

# MessageCaption_ExportGT
source: Export GT
ar_sy: تصدير GT
de_de: GÜ exportieren
pt_br: Exportar GT
pt_pt: Exportar GT
zh_cn: 导出 GT

# MessageCaption_FaildToImportGTText
source: Faild To Import GT-Text
ar_sy: فشل في تحميل GT
de_de: Könnte GÜ-Text nicht importieren
pt_br: Falha em Importar GT
pt_pt: Falha ao Importar texto- GT
zh_cn: 导入GT文本失败

# MessageCaption_FillSpace
source: Fill Space
ar_sy: ملئ الفراغ
de_de: Raum ausfüllen
pt_br: Preencher Espaço
pt_pt: Preencher Espaço
zh_cn: 填充空白

# MessageCaption_FindSubtitle
source: Find Subtitle
ar_sy: إيجاد عنوان ثانوي
de_de: Untertitel finden
pt_br: Encontrar Legenda
pt_pt: Encontrar Legenda
zh_cn: 查找字幕

# MessageCaption_ImportGT
source: Import GT
ar_sy: إستيراد GT
de_de: GÜ importieren
pt_br: Importar GT
pt_pt: Importar GT
zh_cn: 导入 GT

# MessageCaption_InsertSubtitle
source: Insert Subtitle
ar_sy: إقحام عنوان ثانوي
de_de: Untertitel einfügen
pt_br: Inserir legenda
pt_pt: Inserir Legenda
zh_cn: 插入字幕

# MessageCaption_LoadError
source: Load Error
ar_sy: خطأ في التحميل
de_de: Fehler beim Laden
pt_br: Carregar erro
pt_pt: Erro ao Carregar
zh_cn: 加载出错

# MessageCaption_PasteSubtitles
source: Paste Subtitle(s)
ar_sy: لصق عناوين ثانوية
de_de: Untertitel einfügen
pt_br: Colar Legenda(s)
pt_pt: Colar Legenda(s)
zh_cn: 粘贴字幕

# MessageCaption_RemoveMark
source: Remove Mark
ar_sy: حذف علامة
de_de: Mark löschen
pt_br: Remover marcador
pt_pt: Remover Marca
zh_cn: 移除标记

# MessageCaption_SaveError
source: Save Error
ar_sy: خطأ في الحفظ
de_de: Fehler speichern
pt_br: Salvar Erro
pt_pt: Erro ao Guardar
zh_cn: 保存错误

# MessageCaption_SaveProject
source: Save project
ar_sy: حفظ المشروع
de_de: Project speichern
pt_br: Salvar Projeto
pt_pt: Guardar projecto
zh_cn: 保存项目

# MessageCaption_ShiftTime
source: Shift Time
ar_sy: تحريك الوقت
de_de: Zeit verschieben
pt_br: Dividir Tempo
pt_pt: Tempo de Desvio
zh_cn: 偏移时间

# MessageCaption_Split
source: Split
ar_sy: تقسيم
de_de: Trennen
pt_br: Dividir
pt_pt: Dividir
zh_cn: 分割

# MessageCaption_StretchToNext
source: Stretch To Next
ar_sy: تمطيط غلى التالي
de_de: Zum nächst dehnen
pt_br: Preencher ao próximo
pt_pt: Esticar para o Seguinte
zh_cn: 拉伸下一个

# MessageCaption_StretchToPrevious
source: Stretch To Previous
ar_sy: تمطيط إلى السابق
de_de: Zum voraufgehend dehnen
pt_br: Preencher ao anterior
pt_pt: Esticar para o Anterior
zh_cn: 拉伸上一个

# MessageCaption_Synchronise
source: Synchronise
ar_sy: مزامنة
de_de: Synchronisieren
pt_br: Sincronizar
pt_pt: Sincronizar
zh_cn: 同步

# MessageCaption_Translate
source: Translate
ar_sy: ترجمة
de_de: Übersetzen
pt_br: Traduzir
pt_pt: Traduzir
zh_cn: 翻译

# Message_AreYouSure
source: Are you sure ?
ar_sy: هل أنت متأكد ؟
de_de: Sind Sie sicher?
pt_br: Você está certo disso ?
pt_pt: Tem a certeza ?
zh_cn: 你确定吗 ?

# Message_AreYouSureYouWantToDeleteSelected
source: Are you sure you want to delete selected
ar_sy: هل أنت متأكد من حذف المختار
de_de: Möchten Sie das Löschen von die ausgewählten
pt_br: Tem certeza que deseja deletar o item selecionado
pt_pt: Tem a certeza que deseja eliminar a selecção
zh_cn: 询问确实要删除选定的内容

# Message_CantDeleteNoSubtitlesTrackSelected
source: Can't delete, no Subtitles Track selected.
ar_sy: لا يمكن الحذف، لم يتم إختيار أي مسار
de_de: Kann nicht löschen. Kein Untertitel Track ausgewählt.
pt_br: Não foi possível deletar, nenhuma legenda foi selecionada
pt_pt: Não é possível eliminar, nenhuma faixa de legendas seleccionada.
zh_cn: 无法删除, 没有选定的字幕轨.

# Message_DoYouWantToSaveProjectFirst
source: Do you want to save project first ?
ar_sy: هل تريد حفظ المشروع أولاً؟
de_de: Möchten Sie das Project zuerst speichern?
pt_br: Deseja salvar o projeto primeiro ?
pt_pt: Deseja guardar primeiro o projecto ?
zh_cn: 您想先保存项目吗 ?

# Message_ErrorWhenLoadingProject
source: An Error occur when tried to load, system message:
ar_sy: حدث خطأ أثناء المحاولة لفتح المشروع، رسالة النظام
de_de: Fehler beim laden. Systemmeldung:
pt_br: Ocorreu um erro ao carregar, mensagem do sistema:
pt_pt: Ocorreu um erro ao tentar carregar, mensagem do sistema:
zh_cn: 尝试加载时出错, 系统消息:

# Message_ErrorWhenSavingProject
source: An Error occur when tried to save, system message
ar_sy: حدث خطأ أثناء المحاولة لحفظ المشروع، رسالة النظام
de_de: Fehler beim Speichern. Systemmeldung:
pt_br: Ocorreu um erro ao salvar, mensagem do sistema:
pt_pt: Ocorreu um erro ao tentar guardar, mensagem do sistema:
zh_cn: 尝试保存时出错, 系统消息

# Message_FaildToImportGTText
source: Faild To Import GT-Text, this file is not Gt-Text format file or not for this Subtitles Track
ar_sy: فشل في إستيراد الGT-Text، إما أن هذا الملف ليس من صيغة GT-Text أو ليس لهذا المسار
de_de: Fehler beim Importieren von GÜ-Text. Diese Datei ist keine Datei von GÜ-Text Format oder nicht für dieses Untertitel Track
pt_br: Falha ao carregar GT-Text, esse arquivo não é um arquivo GT-Text ou não é para essa trilha de legenda
pt_pt: Falha ao Importar Texto-GT, este ficheiro não é do formato Texto-GT ou não é para esta Faixa de Legendas
zh_cn: 无法导入GT文本, 该文件不是Gt文本格式文件或不适用该字幕轨

# Message_NameAlreadyTaken
source: Name already taken
ar_sy: الإسم موجود سابقاً
de_de: Name ist bereits vorhanden
pt_br: Esse nome já está sendo utilizado
pt_pt: Nome já atribuído
zh_cn: 名称已被占用

# Message_NoSubtitlesTrackToExport
source: No subtitles track to export !!
ar_sy: لا يوجد أي مسار للتصدير
de_de: Kein Untertitel Track umzu exportieren!!
pt_br: Nenhuma trilha de legenda para exportar
pt_pt: Nenhuma faixa de legendas para exportar !!
zh_cn: 没有字幕轨导出 !!

# Message_PleaseSelectSubtitlesTrackFirst
source: Please select Subtitles Track first.
ar_sy: إختر مسار عناوين ثانوية أولاً رجاءاً
de_de: Bitte wählen Sie Untertitel Track zuerst aus.
pt_br: Favor, selecione a trilha de legenda primeiro
pt_pt: Por favor seleccione primeiro a Faixa de Legendas.
zh_cn: 请先选择字幕轨.

# Message_SelectedTracksHaveNotTheSameCountOfSubtitles
source: Selected tracks have not the same count of subtitles, the subtitles count must be the same to complete this operation
ar_sy: المسارات التي إخترتها لا تحوي على نفس العدد من العناوين الثانوية، يجب بأن تحوي نفس العدد من العناوين الثانوية لإكمال هذه العملية
de_de: Ausgewählte Tracks haben nicht dieselbe Anzahl von Untertiteln. Die Anzahl der Untertitel muss identisch sein um diesen Vorgang abzuschließen.
pt_br: As trilhas de legenda selecionadas não contém o mesmo número de legendas, é necessário que contenha para que essa operação seja concluída
pt_pt: As faixas seleccionadas não tem o mesmo número de legendas, o número de legendas tem que ser o mesmo para concluir esta operação
zh_cn: 选定的轨道没有相同的字幕计数，字幕计数必须相同才能完成此操作

# Message_SelectSubtitlesTrackFirst
source: Select Subtitles Track first !
ar_sy: إختر مساراً أولاً !!
de_de: Wählen Untertitel Track zuerst aus!
pt_br: Selecione uma trilha de legenda primeiro
pt_pt: Primeiro seleccione a Faixa de Legendas !
zh_cn: 先选择字幕轨 !

# Message_Subtitles
source: subtitle(s)
ar_sy: عنولن/عناوين ثانوية
de_de: Untertitel
pt_br: legenda(s)
pt_pt: legenda(s)
zh_cn: 字幕

# Message_TheBaseFramerateMustBeNotZero
source: The Base Framerate must be none-zero value
ar_sy: نسبة الأطر للقاعدة يجب ألا يساوي الصفر
de_de: Die Base Framerate muss kein Null Wert sein.
pt_br: O framerate base não pode ser 0
pt_pt: A Taxa de Quadros base deve ser um valor diferente de zero
zh_cn: 基础帧率必须是非零的值

# Message_TheMediaDurationMustBeLargerThanZero
source: The media duration must be larger than 0
ar_sy: مدة الوسائط يجب بان يكون أكبر من الصفر
de_de: Die Medien-Dauer muss größer als 0 sein.
pt_br: A duração da mídia deve ser maior que 0
pt_pt: a duração do mídia deve ser maior que 0
zh_cn: 媒体持续时间必须大于0

# Message_TheProjectMustHave2TracksOrMore
source: The project must have 2 tracks or more
ar_sy: يجب بأن يحوي المشروع مسارين أو اكثر
de_de: Das Project muss 2 Tracks oder mehr haben.
pt_br: O projeto precisa ter 2 trilhas ou mais
pt_pt: O projecto deve ter 2 faixas ou mais
zh_cn: 该项目必须有2个轨道或更多

# Message_TheTargetFramerateMustBeNotZero
source: The Target Framerate must be none-zero value
ar_sy: نسبة الأطر للهدف يجب ألا يساوي الصفر
de_de: Die Target Framerate muss kein Null Wert sein.
pt_br: O framerate alvo não pode ser 0
pt_pt: A Taxa de Quadros de destino deve ser um valor diferente de zero
zh_cn: 目标帧率必须是非零的值

# Message_ThisProjectIsMissing
source: This project is missing !!
ar_sy: هذا المشروع ليس موجود
de_de: Diese Project ist nicht vorhanden!!
pt_br: Não foi possível encontrar o projeto
pt_pt: Este projecto não existe !!
zh_cn: 该项目丢失 !!

# Message_WhereToPasteSubtitles
source: Paste the subtitle(s) on media time or after selected subtitle ?\nPlease note that this will replace/remove any subtitle that has the same new subtitle timings
ar_sy: لصق العناوين الثانوية على الوقت أم بعد العنوان الثانوي المختار ؟ ملاحظة: العناوين الثانوية التي تصادف العناوين التي ستلصق سيتم حذفها
de_de: Untertitel einfügen an der Medienzeit oder nach dem ausgewählten Untertitel?/nBitte beachten Sie, dass es jeden Untertitel ersetzen/löschen wird, die dieselben neuen Untertitel Timings haben.
pt_br: Colar a legenda no tempo da mídia ou após a legenda selecionada ?\nAtenção, isso vai remover qualquer legenda que tenha o mesmo tempo que a legenda que será colada.
pt_pt: Colar as legenda(s) no tempo do mídia ou depois da legenda seleccionada ?\nTenha em atenção que isto irá substituir/remover a legenda que tenha os mesmos tempos
zh_cn: 在媒体时间或选定字幕后粘贴字幕吗 ?\n请注意这将替换/删除具有相同的新字幕时间的任何字幕

# Message_YouMustRestartTheProgramToApplyLanguage
source: You must restart the program to apply selected language text values
ar_sy: عليك إعادة تشغيل البرنامج ليتم تطبيق نصوص اللغة المختارة
de_de: Sie müssen das Programm neu starten, um die ausgewählte Sprachtexts anzuwenden.
pt_br: Você precisa reiniciar o programa para aplicar essas alterações
pt_pt: Tem que reiniciar o programa para aplicar os valores do texto de idioma seleccionado
zh_cn: 你必须重新启动程序以应用选定的语言文本值

# Message_YouMustSelectOneSubtitleToFillSpaceFor
source: You must select one subtitle to fill space for
ar_sy: عليك إختيار عنوان ثانوي واحد لملئ الفراغات
de_de: Sie müssen einen Untertitel auswählen um Raum auszufüllen.
pt_br: Selecione uma legenda para preencher o espaço
pt_pt: Tem que seleccionar uma legenda para preenchimento do espaço
zh_cn: 您必须选择一个字幕来填充空间为

# Message_YouMustSelectOneSubtitleToSplit
source: You must select one subtitle to split
ar_sy: عليك إختيار عنوان ثانوي واحد للتقسيم
de_de: Sie müssen einen Untertitel auswählen umzu trennen.
pt_br: Selecione uma legenda para substituir
pt_pt: Tem que selecionar uma legenda para dividir
zh_cn: 你必须选择一个字幕分割

# Message_YouMustSelectOneSubtitleToStretch
source: You must select one subtitle to stretch
ar_sy: عليك إختيار عنوان ثانوي واحد للتمطيط
de_de: Sie müssen einen Untertitel auswählen umzu drehnen.
pt_br: Selecione uma legenda para esticar
pt_pt: Tem que seleccionar uma legenda para esticar
zh_cn: 你必须选择一个字幕做延伸

# Message_YouMustSelectSubtitleToShift
source: You must select one subtitle to shift (or all subtitles track's subtitles)
ar_sy: عليك إختيار عنوان ثانوي واحد للتحريك أو كن العناوين الثانوية للمسار
de_de: Sie müssen einen Untertitel auswählen umzu verschieben (oder alle Untertitel des Untertitel Tracks).
pt_br: Selecione uma legenda (ou todas) para substituir
pt_pt: Tem que seleccionar uma legenda para desviar (ou todas as faixas de legendas)
zh_cn: 你必须选择一个字幕做移动 (或者所有字幕轨的字幕)

# Status_AddingNewSubtitle
source: Adding New Subtitle
ar_sy: جاري إضافة عنوان ثانوي جديد
de_de: Neuer Untertitel wird hinzufügt
pt_br: Adicionando nova legenda
pt_pt: Adicionar Nova Legenda
zh_cn: 添加新字幕

# Status_CantCopyOrCutNoSubtitleSelected
source: Can't copy or cut, no subtitle selected.
ar_sy: لا يمكن النسخ أو القص، لم يتم إختيار أي عنوان ثانوي
de_de: Kann nicht kopieren. Kein Untertitel ist ausgewählt.
pt_br: Não foi possível copiar/recortar, nenhuma legenda selecionada
pt_pt: Não é possível copiar ou cortar, nenhuma legenda seleccionada.
zh_cn: 无法复制或剪切, 没有选择字幕.

# Status_CantDeleteNoSubtitleSelected
source: Can't delete, no subtitle selected.
ar_sy: لا يمكن الحذف، لم يتم إختيار أي عنوان ثانوي
de_de: Kann nicht löschen. Kein Untertitel ist ausgewählt.
pt_br: Não foi possível excluir, nenhuma legenda selecionada
pt_pt: Não é possível eliminar, nenhuma legenda seleccionada.
zh_cn: 无法删除, 没有选择字幕.

# Status_CantPasteNoSubtitesTrackSelected
source: Can't paste, no Subtites Track selected.
ar_sy: لا يمكن اللصق، لم يتم إختيار أي مسار للعناوين الثانوية
de_de: Kann nicht einfügen. Kein Untertitel Track ist ausgewählt.
pt_br: Não foi possível colar, nenhuma legenda selecionada
pt_pt: Não é possível colar, nenhuma faixa de legendas seleccionada.
zh_cn: 无法粘贴, 没有选择字幕轨.

# Status_CloningTexts
source: Cloning texts..
ar_sy: جاري نسخ النصوص
de_de: Texte werden geklont...
pt_br: Clonando textos
pt_pt: A clonar textos..
zh_cn: 正在克隆文本..

# Status_CloningTimings
source: Cloning timings..
ar_sy: جاري نسخ الأوقات
de_de: Timings werden geklont...
pt_br: Clonando tempos
pt_pt: A clonar timings..
zh_cn: 正在克隆时间..

# Status_Done
source: Done !
ar_sy: تمّ !
de_de: Erledigt!
pt_br: Pronto !
pt_pt: Concluído !
zh_cn: 完成 !

# Status_Duration
source: Duration
ar_sy: المدّة
de_de: Dauer
pt_br: Duração
pt_pt: Duração
zh_cn: 持续时间

# Status_End
source: End
ar_sy: نهاية
pt_br: Fim
pt_pt: Fim
zh_cn: 结束

# Status_FindAllDone
source: Find all done
ar_sy: تمت عملية إيجاد الكل
de_de: Alle finden ist erledigt
pt_br: Encontrar tudo Pronto
pt_pt: Encontrar todos concluído
zh_cn: 所以查找完成

# Status_FindDone
source: Find done
ar_sy: تم عملية البحث
de_de: Finden ist erledigt
pt_br: Encontrar Pronto
pt_pt: Encontrar concluído
zh_cn: 查找完成

# Status_LeftToRightSet
source: Left To Right set
ar_sy: تم وضع من اليسار إلى اليمين
de_de: Links-nach-Recht festgelegt
pt_br: Definir Esquerda para Direita
pt_pt: Definição Esquerda Para a Direita
zh_cn: 从左到右设置

# Status_ProjectDidntLoad
source: Project didn't load.
ar_sy: لم يتم فتح المشروع
de_de: Projekt
pt_br: Projeto não carregado
pt_pt: Projecto não carregado.
zh_cn: 项目没有加载.

# Status_ProjectDidntSave
source: Project didn't save.
ar_sy: لم يتم حفظ المشروع
de_de: Projekt wurde nicht gespeichert.
pt_br: Projeto não salvo
pt_pt: Projecto não guardado.
zh_cn: 项目没有保存.

# Status_ProjectLoadedSuccessfuly
source: Project loaded successfuly.
ar_sy: تم فتح المشروع بنجاح
de_de: Projekt wurde erfolgreich geladen.
pt_br: Projeto carregado com sucesso
pt_pt: Projecto carregado com êxito.
zh_cn: 项目加载成功.

# Status_ProjectSavedSuccessfuly
source: Project saved successfuly.
ar_sy: تم حفظ المشروع بنجاح
de_de: Projekt wurde erfolgreich gespeichert.
pt_br: Projeto salvo com sucesso
pt_pt: Projecto guardado com êxito.
zh_cn: 项目保存成功.

# Status_ReplaceAllDone
source: Replace all done
ar_sy: تم إستبدال الكل
de_de: Alle ersetzen ist erledigt
pt_br: Substituir tudo Pronto
pt_pt: Substituir todos concluído
zh_cn: 所有替换完成

# Status_ReplaceDone
source: Replace done
ar_sy: تم الإستبدال
de_de: Ersetzen ist erledigt
pt_br: Substituir Pronto
pt_pt: Substituir concluído
zh_cn: 替换完成

# Status_RightToLeftSet
source: Right To Left set
ar_sy: تم وضع من اليمين إلى اليسار
de_de: Recht-nach-Links ist festgelegt
pt_br: Definir Direita para Esquerda
pt_pt: Definição Direita para a Esquerda
zh_cn: 从右到左设置
