Repository: achyun/AHD-Subtitles-Maker
Catalog: ASM/LanguageResources/Resource.*.resx
Languages: ar_sy, de_de, pt_br, pt_pt, zh_cn

# Message_VLCPlayerMustBeInstalled
source: Please note that VLC media player version 3 or later (32 bit version) must be installed in order this player to work. VLC path in 64 bit system should be: C:\Program Files (x86)\VideoLAN\VLC VLC path in 32 bit system should be: C:\Program Files\VideoLAN\VLC
ar_sy: الرجاء التاكد من انا البرنامج VLC منصب في جهازك, النسخة 3 او احدث, لمعالجات 32 بت حصرا مسار VLC لاجهزة 64 بت يجب ان يكون في: C:\Program Files (x86)\VideoLAN\VLC مسار VLC لاجهزة 32 بت يجب ان يكون في: C:\Program Files\VideoLAN\VLC
de_de: Bitte beachten Sie, dass VLC Media Player Version 3 oder höher (32 Bit Version) installiert sein muss, damit dieser Player funktioniert. VLC-Pfad im 64-Bit-System sollte sein: C: \ Programme (x86) \ VideoLAN \ VLC VLC-Pfad im 32-Bit-System sollte sein: C: \ Programme \ VideoLAN \ VLC
pt_br: Por favor, note que o VLC media player versão 3 ou posterior (versão de 32 bits) deve ser instalado para que este reprodutor funcione. O caminho do VLC no sistema de 64 bits deve ser: C: \ Arquivos de Programas (x86) \ VideoLAN \ VLC O caminho do VLC no sistema de 32 bits deve ser: C: \ Arquivos de Programas \ VideoLAN \ VLC
pt_pt: Por favor, note que o VLC media player versão 3 ou posterior (versão de 32 bits) deve ser instalado para que este reprodutor funcione. O caminho do VLC no sistema de 64 bits deve ser: C: \ Arquivos de Programas (x86) \ VideoLAN \ VLC O caminho do VLC no sistema de 32 bits deve ser: C: \ Arquivos de Programas \ VideoLAN \ VLC
zh_cn: 请注意，必须安装VLC媒体播放器版本3或更高版本（32位版本）才能使此播放器正常工作。 64位系统中的VLC路径应为： C：\ Program Files（x86）\ VideoLAN \ VLC 32位系统中的VLC路径应为： C：\ Program Files \ VideoLAN \ VLC

# MessageCaption_DownloadSubtitlesFromOpenSubtitlesorg
source: Download subtitles from OpenSubtitles.org
ar_sy: تحميل ملف ترجمة من الموقع OpenSubtitles.org
de_de: Untertitel aus OpenSubtitles.org herunterladen
pt_br: Download de legendas de OpenSubtitles.org
pt_pt: Transferir legendas de OpenSubtitles.org
zh_cn: 从OpenSubtitles.org下载字幕

# Message_PleaseEnterPassword
source: Please enter password first.
ar_sy: الرجاء ادخال كلمة المرور اولا
de_de: Bitte geben Sie zuerst das Passwort ein.
pt_br: Digite a senha primeiro.
pt_pt: Digite a senha primeiro.
zh_cn: 请先输入密码。

# Message_PleaseEnterUsername
source: Please enter a username first.
ar_sy: الرجاء ادخال اسم المستخدم اولا
de_de: Bitte geben Sie zuerst einen Benutzernamen ein.
pt_br: Digite um nome de usuário primeiro.
pt_pt: Digite um nome de usuário primeiro.
zh_cn: 请先输入一个用户名。
