Repository: achyun/AHD-Subtitles-Maker
Catalog: Controls/DataEditors/SubtitlesDataEditor.*.resx
Languages: ar_sy

# columnHeader_StartTime.Text
source: Start Time
ar_sy: وقت البدء

# columnHeader_EndTime.Text
source: End Time
ar_sy: وقت الإنتهاء

# columnHeader_duration.Text
source: Duration
ar_sy: المدّة

# columnHeader_text.Text
source: Text
ar_sy: النصّ

# toolStripButton4.ToolTipText
source: Show the subtitle that currently in view
ar_sy: عرض العناوان الثانوي الذي يتم عرضه حالياً على الشاشة

# toolStripButton6.ToolTipText
source: Select the previous subtitle
ar_sy: إختر العنوان الثانوي السابق

# toolStripButton5.ToolTipText
source: Select the next subtitle
ar_sy: إختر العنوان الثانوي التالي

# toolStripButton3.ToolTipText
source: Select the subtitles with the same text of selected one
ar_sy: إختر العناوين الثانوية ذات النصّ المشابه

# toolStripButton1.ToolTipText
source: Select All
ar_sy: إختر الكل

# toolStripButton2.ToolTipText
source: Select None
ar_sy: إلغاء إختيار الكل

# tabPage1.Text
source: Table
ar_sy: جدول

# tabPage2.Text
source: Timeline
ar_sy: خط وقت عمودي

# toolStripButton7.ToolTipText
source: Auto scroll to the subtitle in view
ar_sy: عرض اوتوماتيكي للعنوان الثانوي المعروض

# toolStripButton8.ToolTipText
source: Select all the previous subtitles from selected one
ar_sy: اختيار كافة العناوين الثانوية التي تسبق العنوان الثانوي المختار

# toolStripButton9.ToolTipText
source: Select all the next subtitles after the selected one
ar_sy: اختيار كافة العناوين الثانوية التي تلي العنوان الثانوي المختار
