Repository: achyun/AHD-Subtitles-Maker
Catalog: ASMForms/OpenSubtitles/Frm_UploadToOS.*.resx
Languages: ar_sy, pt_br, zh_cn

# label1.Text
source: Movie file:
ar_sy: ملف الفيلم:
pt_br: Arquivo do filme
zh_cn: 电影文件:

# button1.Text
source: &Browse
ar_sy: &تغيير
pt_br: &Navegar
zh_cn: 浏览(&B)

# label2.Text
source: Subtitles file:
ar_sy: ملف الترجمة:
pt_br: Arquivo de legenda
zh_cn: 字幕文件:

# button2.Text
source: &Browse
ar_sy: ت&غيير
pt_br: &Navegar
zh_cn: 浏览(&B)

# label3.Text
source: Subtitles language:
ar_sy: لغة الترجمة:
pt_br: Idioma de legenda
zh_cn: 字幕语言:

# label4.Text
source: Comment (optional):
ar_sy: التعليق، اختياري:
pt_br: Comentários (opcional)
zh_cn: 注释 (可选):

# button3.Text
source: &Upload !
ar_sy: الت&حميل
zh_cn: 上传 ! (&U)

# button4.Text
source: &Cancel
ar_sy: إل&غاء الأمر
pt_br: &Cancelar
zh_cn: 取消(&C)

# label6.Text
source: Service powered by:
ar_sy: الخدمة مقواة من:
pt_br: Serviço fornecido por:
zh_cn: 有以下提供服务:

# label7.Text
source: Movie release name (optional):
ar_sy: إسم إصدار الفيلم:
pt_br: Nome de lançamento do filme
zh_cn: 电影发行名称 (可选):

# label8.Text
source: Movie AKA (optional):
ar_sy: إسم الفيلم المختصر، إختياري:
pt_br: Filme também conhecido como (opcional)
zh_cn: 电影别名 (可选):

# label9.Text
source: Movie FPS:
ar_sy: نسبة الأطر:
pt_br: FPS do filme
zh_cn: 电影 FPS:

# label11.Text
source: Username:
ar_sy: اسم المستخدم:
pt_br: Usuário:
zh_cn: 用户名:

# label12.Text
source: Password:
ar_sy: كلمة المرور:
pt_br: Senha:
zh_cn: 密码:

# checkBox_impaired.Text
source: Subtitles for hearing impaired
ar_sy: ترجمات لضعاف السمع
pt_br: Legenda para deficientes auditivos
zh_cn: 听力障碍字幕

# checkBox_hd.Text
source: Subtitles for high-definition movie
ar_sy: ترجمة لفيلم عالي الوضوح
pt_br: Legenda para filme de alta definição
zh_cn: 高清电影字幕

# checkBox_machine_translated.Text
source: Subtitles are machine translated
ar_sy: ترجمة عن طريق الآلة
pt_br: Legendas traduzidas automaticamente
zh_cn: 字幕是机器翻译的

# label10.Text
source: Log In
ar_sy: لديك حساب في الموقع OpenSubtitles.org ؟ قم بتسجيل الدخول الآن، :
pt_br: Tem uma conta OpenSubtitles.org ? Entre agora
zh_cn: 有OpenSubtitles.org帐户吗 ? 现在登录 :

# checkBox1.Text
source: Show password
ar_sy: اظهار كلمة المرور
zh_cn: 显示密码

# linkLabel1.Text
source: Please register an account here.
ar_sy: يمكنك الان تسجيل حساب جديد هنا
zh_cn: 请在这里注册一个帐户。

# label15.Text
source: You don't have OpenSubtitles.org account ?
ar_sy: ليس لديك حساب في الموقع OpenSubtitles.org ؟
zh_cn: 您没有OpenSubtitles.org帐户吗？

# $this.Text
source: Upload subtitles to OpenSubtitles.org
ar_sy: التحميل إلى OpenSubtitles.org
pt_br: Fazer upload de legendas para OpenSubtitles.org
zh_cn: 上传字幕到 OpenSubtitles.org
