Repository: achyun/AHD-Subtitles-Maker
Catalog: ASMForms/OpenSubtitles/Frm_DownloadSubtitlesFromOS.*.resx
Languages: de_de

# label1.Text
source: Movie hash:
de_de: Film-Hash:

# label2.Text
source: Movie size in bytes:
de_de: Film Größe in Bytes

# label4.Text
source: Results:
de_de: Ergebnissen:

# columnHeader2.Text
source: Size
de_de: Größe

# columnHeader3.Text
source: Language
de_de: Sprache

# button2.Text
source: &Search subtitles...
de_de: Untertitel &suchen...

# button3.Text
source: Download selected result
de_de: Ausgewähltes Ergebnis herunterladen

# button4.Text
source: Clo&se
de_de: &Schießen

# button5.Text
source: OR search using movie name:
de_de: OR-Suche mit Film-Name

# button6.Text
source: Details..
de_de: Informationen...

# groupBox1.Text
source: Movie info needed for normal search
de_de: Informationen über den Film für den normalen Such erforderlich

# linkLabel2.Text
source: Change movie
de_de: File ändern

# label5.ToolTip
source: Service powered by OpenSubtitles.org
de_de: Service von OpenSubtitles.org

# label6.Text
source: Service powered by:
de_de: Service von:

# groupBox2.Text
source: Log in
de_de: Anmeldung

# checkBox1.Text
source: Show password
de_de: Passwort anzeigen

# linkLabel1.Text
source: Please register an account here.
de_de: Bitte registrieren Sie hier ein Konto.

# label9.Text
source: You don't have OpenSubtitles.org account ?
de_de: Sie haben kein OpenSubtitles.org-Konto?

# label7.Text
source: Username:
de_de: Nutzername:

# $this.Text
source: Download subtitles from OpenSubtitles.org
de_de: Untertitel aus OpenSubtitles.org herunterladen
