Repository: achyun/AHD-Subtitles-Maker
Catalog: ASMForms/Frm_LineBreakRule.*.resx
Languages: de_de

# checkBox_capital.Text
source: Capital letter
de_de: Großbuchstabe

# checkBox_capital.ToolTip
source: Apply line-break before capital letters
de_de: Zeilenumbrüche vor Großbuchstaben anwenden

# checkBox_char_limit.Text
source: Limit chars count to this number per line
de_de: Limit-Zeichen zählen zu dieser Anzahl pro Zeile

# checkBox_char_limit.ToolTip
source: Apply line-break at the point of the chars-limit value per line
de_de: Wenden den Zeilenumbruch an der Stelle des Zeichengrenzwerts pro Zeile an

# checkBox_punc.Text
source: Apply line-break when these punctuations located at a line
de_de: Wenden Zeilenumbrüche an, wenn sich diese Interpunktionen an einer Zeile befinden

# checkBox_punc.ToolTip
source: Apply line-break at the point when a punctuation is located in a line
de_de: Wenden Sie Zeilenumbrüche an dem Punkt an, an dem sich eine Interpunktion in einer Zeile befindet

# radioButton_after_punc.Text
source: After a punctuation
de_de: Nach einer Interpunktion

# radioButton_before_punc.Text
source: Before a punctuation
de_de: Vor einer Interpunktion

# button2.Text
source: &Cancel
de_de: &Stornieren

# $this.Text
source: Apply Line Break Rules
de_de: Wenden Zeilenumbrüche an
