Repository: achyun/AHD-Subtitles-Maker
Catalog: Controls/Media/MediaPlayer.*.resx
Languages: ar_sy, zh_cn

# trackBar1.ToolTip
source: Volume: 100%
zh_cn: 音量: 100%

# AddButton.ToolTipText
source: Add subtitle (Quick mode, hold for desired duration)
ar_sy: إضافة عنوان ثانوي (الطريقة السريعة، إستمر بالضغط حتى تحدد المدّة)
zh_cn: 添加字幕 (快速模式, 保持期望的持续时间)

# toolStripButton_sub_edit.Text
source: Edit subtitle in view.
ar_sy: تحرير العنوان الثانوي المعروض
zh_cn: 查看字幕编辑.

# enableSubtitlePreviewToolStripMenuItem.Text
source: Enable subtitle preview
ar_sy: تمكين عرض العناوين الثانوية
zh_cn: 启用字幕预览

# showSubtitleFormattingToolStripMenuItem.Text
source: Use subtitle formatting
ar_sy: استخدم تنسيق العنوان الثانوي
zh_cn: 使用字幕格式

# useCustomFormatToolStripMenuItem.Text
source: Use custom style
ar_sy: استخدم تنسيق مخصص
zh_cn: 使用自定义样式

# customFormatToolStripMenuItem.Text
source: Edit custom style
ar_sy: تحرير التنسيق المخصص
zh_cn: 编辑自定义风格

# toolStripSplitButton1.Text
source: Edit subtitle view settings
zh_cn: 编辑字幕视图设置

# toolStripButton_sub_edit.ToolTipText
source: Edit subtitle that is currently shown.
ar_sy: تحرير العنوان الثانوي المعروض
zh_cn: 编辑当前显示的字幕.

# toolStripButton_mute.ToolTipText
source: Sound On
ar_sy: كتم الصوت
zh_cn: 打开声音

# Button_playPause.ToolTipText
source: Play / Pause
ar_sy: تشغيل / توقيف مؤقت
zh_cn: 播放 / 暂停

# toolStripButton4.ToolTipText
source: Stop
ar_sy: توقف
zh_cn: 停止

# EndSetButon.ToolTipText
source: Set current time as end time for displayed subtitle
ar_sy: حدد الوقت الحالي كوقت إنتهاء للعنوان الثانوي الذي يتم عرضه
zh_cn: 将当前时间设置为显示字幕的结束时间
