Repository: achyun/AHD-Subtitles-Maker
Catalog: Controls/TimeLine/TimeLine.*.resx
Languages: ar_sy, de_de, zh_cn

# button1.ToolTip
source: Change media
ar_sy: تغيير الوسائط
zh_cn: 改变媒体

# label1.Text
source: Media
ar_sy: الوسائط
zh_cn: 媒体

# button2.ToolTip
source: Import a subittles format file as a subtitles track
ar_sy: استيراد ملف ترجمة
zh_cn: 导入字幕格式文件作为字幕轨

# label2.Text
source: Subtitles Track
ar_sy: المسار العناوين الثانوية
zh_cn: 字幕轨

# trackBar_zoom.ToolTip
source: Zoom bar
ar_sy: شريط التكبير
zh_cn: 缩放栏

# numericUpDown1.ToolTip
source: Milliseconds per pixel (How many milliseconds each pixel presents) Change value then double-click to apply. Min=5 Milliseconds per pixel
ar_sy: ميلي ثانية في كل بكسل (كم ميلي ثانية يمثله كل بكسل) غيّر القيمة ثم أنقر مرتين للتفعيل
de_de: Millisekunden pro Pixel (Wie viel Millisekunden jedes Pixel presentiert) Ändern Sie den Wert, dann doppelklicken Sie umzu verwenden. Min=5 Millisekunden pro Pixel
zh_cn: 毫秒每像素 (每个像素显示多少毫秒) 更改值然后双击应用. 最小=5毫秒每像素

# toolStripButton3.ToolTipText
source: Zoom in
ar_sy: تكبير
de_de: Einzoomen
zh_cn: 放大

# toolStripButton4.ToolTipText
source: Zoom out
ar_sy: تصغير
de_de: Auszoomen
zh_cn: 缩小

# toolStripButton10.ToolTipText
source: Scroll to current time
ar_sy: الذهاب إلى مؤشر الوقت
de_de: Zur aktellen Zeit blättern
zh_cn: 滚动到当前时间

# toolStripButton_auto_scroll.Text
source: Auto scroll viewport when media time passes the viewport
zh_cn: 媒体时间超过视口时自动滚动视图

# toolStripButton_link_playback.Text
source: Auto scroll to follow media
ar_sy: تغيير احداثيات العرض ليتابع الوقت الحالي
zh_cn: 跟随媒体自动滚动

# toolStripButton_smart.ToolTipText
source: Smart (Select, Auto change edit mode)
ar_sy: الأداة الذكية (للاختيار و التحريك، تقوم بانتقاء الأداة المناسبة تلقائياً)
zh_cn: 智能 (选择, 自动更改编辑模式)

# toolStripButton_selectTool.ToolTipText
source: Select tool
ar_sy: أداة الإختيار
de_de: Auswahl-Tool
zh_cn: 选择工具

# toolStripButton_move.ToolTipText
source: Move (Shift subtitle timings)
ar_sy: أداة التحريك (لتحريك العناوين الثانوية)
de_de: Verschieben-Tool (Verschiebt Untertitel-Tmings)
zh_cn: 移动 (偏移字幕计时)

# toolStripButton_editStart.ToolTipText
source: Edit Start Time (Edit start time of subtitles. Also can be used to adjust subtitle timings)
ar_sy: أداة تغيير وقت البدء (يمكنك استخدام هذه الأداة في المزامنة أيضاً حيث يمكنك تغيير وقت البدء لأكثر من عنوان ثانوي واحد)
de_de: Start-Zeit bearbeiten (Bearbeitet Start-Zeit der Untertiteln. Es könnte auch verwendet sein um Untertitel-Timings zu anpassen)
zh_cn: 编辑开始时间 (编辑字幕的开始时间. 也 可以用来调整字幕计时)

# toolStripButton_editEnd.ToolTipText
source: Edit End Time (Edit end time of subtitles. It could be also used to adjust subtitle timings)
ar_sy: أداة تغيير وقت الانتهاء (يمكنك استخدام هذه الأداة في المزامنة أيضاً حيث يمكنك تغيير وقت الإنتهاء لأكثر من عنوان ثانوي واحد)
de_de: End-Zeit bearbeiten (Bearbeitet End-Zeit der Untertitel. Es könnte auch verwendet sein um Untertitel-Timings zu anpassen)
zh_cn: 编辑结束时间 (编辑字幕的结束时间. 也 可以用来调整字幕计时)

# toolStripButton_split.ToolTipText
source: Split (Split a subtitle into two subtitles)
ar_sy: أداة التقسيم (قسم عنوان ثانوي إلى إثنين)
de_de: Trennen Untertitel in 2 Untertitel trennen)
zh_cn: 分割 (把一个字幕分成两个字幕)

# toolStripButton5.ToolTipText
source: Set current time as Subtitles Track's start time (With adjustment)
ar_sy: حدد الوقت الحالي كوقت بدء لمسار العناوين الثانوية (مع التقويم)
de_de: Aktuelle Zeit als Untertitel Track-Start-Zeit festlegen (Mit Anpassung)
zh_cn: 设置当前时间作为字幕轨的开始时间 (并调整)

# toolStripButton1.ToolTipText
source: Set current time as Subtitles Track's start time (No adjustment, just move)
ar_sy: حدد الوقت الحالي كوقت بدء لمسار العناوين الثانوية (بدون تقويم، تحريك فقط)
de_de: Aktuelle Zeit als Untertitel Track-Start-Zeit festlegen (Keine Anpassung. Nur Verschiebung)
zh_cn: 设置当前时间作为字幕轨的开始时间 (没有调整, 只是移动)

# toolStripButton2.ToolTipText
source: Set current time as Subtitles Track's end time (No adjustment, just move)
ar_sy: حدد الوقت الحالي كوقت إنتهاء لمسار العناوين الثانوية (بدون تقويم، تحريك فقط)
de_de: Aktuelle Zeit als Untertitel Track-End-Zeit festlegen (Keine Anpassung. Nur Verschiebung)
zh_cn: 设置当前时间作为字幕轨的结束时间 (没有调整, 只是移动)

# toolStripButton6.ToolTipText
source: Set current time as Subtitles Track's end time (With adjustment)
ar_sy: حدد الوقت الحالي كوقت إنتهاء لمسار العناوين الثانوية (مع التقويم)
de_de: Aktuelle Zeit als Untertitel Track-End-Zeit festlegen (Mit Anpassung)
zh_cn: 设置当前时间作为字幕轨的结束时间 (并调整)

# toolStripButton11.Text
source: Generate / Show waveform
zh_cn: 生成 / 显示波形

# toolStripButton_gridlines.Text
source: Gridlines
zh_cn: 网格线

# toolStripButton_gridlines.ToolTipText
source: Show/Hide gridlines.
ar_sy: اظهار / اخفاء الخطوط العامودية
zh_cn: 显示/隐藏 网格线.

# toolStripButton15.ToolTipText
source: Show subtitle-in-view timings
ar_sy: اظهار تواقيت العنوان الثانوي المعروض
de_de: Zeige Timings in der Ansicht
zh_cn: 在视图计时中显示字幕

# toolStripButton17.ToolTipText
source: Always show subtitle lines
ar_sy: اظهار دائم لخطوط العناوين الثانوية
de_de: Zeige immer Untertitelzeilen an
zh_cn: 始终显示字幕行

# toolStripButton_autoScrollWhenChangingTime.ToolTipText
source: Auto scroll to time line's time when changing time line position
ar_sy: الزحلقة الأوتوماتيكية إلى خط الوقت بعد تغير موضع خط الوقت
de_de: Automatische Blätterung zu Time-Line Zeit bei der Änderung der Time-Line-Position
zh_cn: 当改变时间轴的位置时自动 滚动到时间轴的对应位置

# toolStripButton7.ToolTipText
source: Add mark
ar_sy: أضف علامة
de_de: Markierung hinzufügen
zh_cn: 添加标记

# toolStripButton8.ToolTipText
source: Remove Mark
ar_sy: حذف العلامة
de_de: Markierung löschen
zh_cn: 移除标记

# toolStripButton9.ToolTipText
source: Jump to this mark
ar_sy: القفز إلى هذه العلامة
de_de: In dieser Markierung springen
zh_cn: 跳到这个标记

# toolStripButton12.Text
source: Show/Hide player controls
zh_cn: 显示 / 隐藏播放器控件

# toolStripButton13.Text
source: Play / Pause
zh_cn: 播放 / 暂停

# toolStripButton14.Text
source: Play subtitle in view
zh_cn: 播放字幕

# toolStripButton14.ToolTipText
source: Play selected subtitle(s) Play from the start time of first selected subtitle, to the end time of the last selected one. If only one subtitle is selected, simply this will play that subtitle only.
ar_sy: تشغيل العناوين الثانوية المختارة تشغيل الوسائط من وقت البدء لاول عنوان ثانوي مختار الى وقت الانتهاء لاخر عنوان ثانوي مختار
de_de: Ausgewählte Untertitel abspielen Wiedergabe ab der Startzeit des ersten ausgewählten Untertitels bis die Endzeit des zuletzt ausgewählten. Wenn nur ein Untertitel ausgewählt ist, wird dies einfach abgespielt dieser Untertitel nur.
zh_cn: 播放选中字幕 从第一个选定字幕的开始时间播放到最后一个选择的结束时间. 如果只选择一个字幕, 只需播放该字幕即可.

# toolStripButton_replay_period.Text
source: Replay subtitle in view
zh_cn: 重放字幕

# toolStripButton_replay_period.ToolTipText
source: If it is playing subtitle(s), keep replaying forever.
ar_sy: اذا كان هناك تشغيل لعناوين ثانوية, سيتم تشغيلها للابد طالما هذا الخيار مفعلا
de_de: Wenn Untertitel wiedergegeben werden, wiederhole die Wiedergabe für immer.
zh_cn: 如果它正在播放字幕, 请继续播放.

# toolStripButton16.Text
source: Stop
zh_cn: 停止
