Repository: achyun/AHD-Subtitles-Maker
Catalog: ASMForms/LanguageResources/Resource.*.resx
Languages: ar_sy, de_de, pt_br, pt_pt, zh_cn

# Button_Browse
source: &Browse
ar_sy: ا&ستعراض
de_de: &Durchsuchen
pt_br: &Procurar
pt_pt: Procurar
zh_cn: 浏览(&B)

# Button_Cancel
source: &Cancel
ar_sy: إل&غاء الأمر
de_de: &Abbrechen
pt_br: &Cancelar
pt_pt: &Cancelar
zh_cn: 取消(&C)

# Button_Close
source: &Close
ar_sy: إ&غلاق
de_de: &Schließen
pt_br: &Fechar
pt_pt: Fe&char
zh_cn: 关闭(&C)

# Button_No
source: &No
ar_sy: &لا
de_de: &Nein
pt_br: &Não
pt_pt: &Não
zh_cn: 否(&N)

# Button_Stop
source: &Stop
ar_sy: &توقف
de_de: &Stopp
pt_br: &Parar
pt_pt: Parar
zh_cn: 停止(&S)

# Button_Yes
source: &Yes
ar_sy: &نعم
de_de: &Ja
pt_br: &Sim
pt_pt: Sim
zh_cn: 是(&Y)

source: Close this wizard
ar_sy: أغلق هذا المعالج
de_de: Diesen Assitenten schließen
pt_br: Fechar esse assistente
pt_pt: Fechar este assistente
zh_cn: 关闭此向导

source: Error
ar_sy: خطأ
de_de: Fehler
pt_br: Erro
pt_pt: Erro
zh_cn: 错误

source: ID3 Tag Synchronised Lyric Item
ar_sy: عنصر الأي دي ثري لكلمات الأغنية المتزامنة
de_de: ID3 Tag Synchronisiertes Lyric-Element
pt_pt: Item Etiqueta ID3 Letra Sincronizada
zh_cn: ID3 标签同步歌词项

# MessageCaption_DeleteItem
source: Delete Item
ar_sy: حذف عنصر
de_de: Elemet löschen
pt_br: Apagar Item
pt_pt: Eliminar Item
zh_cn: 删除项

# MessageCaption_NameAlreadyTaken
source: Name Already Taken
ar_sy: الإسم موجود
de_de: Name bereits vorhanden
pt_br: Esse nome já foi selecionado
pt_pt: Nome Já Existente
zh_cn: 名称已被使用

# MessageCaption_NoID3Tagv2Found
source: No ID3 Tag v2 found
ar_sy: لا يوجد أي أي دي ثري
de_de: Kein ID3 Tag v2 gefunden
pt_br: Nenhuma tag ID3 v2 encontrada
pt_pt: Não foi encontrada Etiqueta ID3 v2
zh_cn: 未发现ID3标签v2

# MessageCaption_SpellCheck
source: Spell check
ar_sy: تفحص الأخطاء الإملائية
de_de: Rechtscheibpüfung
pt_br: Verificar ortografia
pt_pt: Verificação ortográfica
zh_cn: 拼写检查

# MessageCaption_StopTranslationProgress
source: Stop Translation Progress
ar_sy: أوقف عملية الترجمة
de_de: Übersetzung-Fortschrit beenden
pt_br: Parar tradução
pt_pt: Parar Tradução
zh_cn: 停止翻译进程

# MessageCaption_SubtitlesFormatExport
source: Subtitles Format Export
ar_sy: تصدير ملف الترجمة
de_de: Untertitel-Format Exportieren
pt_br: Formato de exportação
pt_pt: Exportar Formato de Legendas
zh_cn: 字幕格式导出

# Message_AreYouSure
source: Are you sure ?
ar_sy: هل أنت متأكد ؟
de_de: Sind Sie sicher?
pt_br: Tem certeza ?
pt_pt: Tam a certeza ?
zh_cn: 你确定吗 ?

# Message_AreYouSureYouWantToStopCurrentProgress
source: Are you sure you want to stop current progress ?
ar_sy: هل أنت متأكد من إيقاف العملية الحالية ؟
de_de: Sind Sie sicher, dass Sie aktuellen Fortschritt beenden möchten?
pt_br: Tem certeza que deseja interromper o progresso ?
pt_pt: Tem a certeza que quer parar o progresso actual ?
zh_cn: 你确定你想停止当前进程 ?

# Message_CantRipThisTrackOrCanceledByUser
source: Can't rip this track or canceled by user.
ar_sy: لا يمكن الإستخراج من هذا المسار أو تم إلغاء الأمر من قبل المستخدم
de_de: Könnte nicht dieses Track auskopieren oder vom Benutzer abgebrochen.
pt_br: Não foi possível ripar essa trilha, ou o processo foi cancelado pelo usuário
pt_pt: Não foi possível extrair esta faixa ou cancelado pelo utilizador.
zh_cn: 不能抓取该轨道或被用户取消.

# Message_Done
source: Done !!
ar_sy: تمّ !!
de_de: Erledigt!
pt_br: Pronto !
pt_pt: Concluído !!
zh_cn: 完成 !!

# Message_InvaildeMkv
source: Invailed file (not Matroska file or has no subtitles track)
ar_sy: لا يمكن الإستخراج من هذا الملف، إما أن الملف ليس ماتروسكا أو لا يحوي على مسارات للعناوين الثانوية
de_de: Ungültige Datei (Kein Matroska Datei oder hat kein Untertitel-Track)
pt_br: Arquivo inválido (O arquivo não é Matroska ou não há uma trilha de legenda no arquivo)
pt_pt: Ficheiro inválido (ficheiro não é Matroska ou não tem faixas de legendas)
zh_cn: 无效文件 (非 Matroska 文件或没有字幕轨)

# Message_NoSubtitleDetectedToExport
source: No subtitle detected to export. Go to step 1 page and change subtitles track.
ar_sy: لا يوجد أي عنوان ثانوي للتصدير، غذهب إلى الخطوة 1 و إختر مساراً
de_de: Kein Untertitel erkannt umzu exportieren. Gehen Sie zu Schritt 1 und ändern Sie Untertitel-Track.
pt_br: Nenhuma legenda encontrada para ser exportada
pt_pt: Não foi detectada nenhuma legenda para exportar. Vá para o passo 1 page e altere a faixa de legendas.
zh_cn: 没有检测到导出的字幕. 转到步骤1页面并更改字幕轨.

# Message_PleaseBrowseWhereToSave
source: Please browse where to save the output file. Go to step 4 page.
ar_sy: إختر مسار الملف رجاءاً، الخطوة 4
de_de: Bitte, durchsuchen Sie wo die Ausgabe-Datei zu speichern. Gehen Sie zu Schritt 4.
pt_br: Escolha o local para salvar o arquivo de saída. Vá para o passo 4
pt_pt: Por favor indique onde guardar o ficheiro de saída. Vá para o passo 4.
zh_cn: 请浏览保存输出文件的位置. 转到步骤4页面.

# Message_PleaseSelectEncodingFirst
source: Please select write encoding first. Go to step 3 page.
ar_sy: إختر تشفير الأحرف رجاءاً، إذهب غلى الخطوة 3
de_de: Bitte, wählen Sie zuerst Schreibenskodierung. Gehen Sie zu Schritt 3.
pt_br: Escolha a codificação de escrita. Vá para o passo 3
pt_pt: Por favor primeiro seleccione a codificação de escrita. Vá para o passo 3.
zh_cn: 请先选择写入编码. 转到步骤3页面.

# Message_PleaseSelectTextFirst
source: Please select text first
ar_sy: إختر نصاً اولاً رجاءاً
de_de: Bitte, wählen Sie zuerst Text.
pt_br: Selecione o texto primeiro
pt_pt: Por favor, primeiro seleccione o texto
zh_cn: 请先选择文本

# Message_TheresNoSubtitleToLoad
source: There's no subtitle to load !
ar_sy: لا يوجد اي عنوان ثانوي في هذا المسار
de_de: Es gibt kein Untertitel zu laden!
pt_br: Nenhuma legenda foi carregada
pt_pt: Não há nenhuma legenda para carregar !
zh_cn: 没有字幕加载 !

# Message_TheSplitTimeMustBeLargerThanTheOriginalSubtitlesStartTime
source: The split time must be larger than the original subtitle's start time
ar_sy: وقت التقسيم يجب بأن يكون أكبر من وقت البدء للعنوان الثانوي
de_de: Die Trennung-Zeit muss großer als die orginale Untertiel-Start-Zeit
pt_br: O tempo parcial precisa ser maior que o tempo inicial da legenda
pt_pt: O tempo de divisão tem que ser superior ao tempo inicial da legenda original
zh_cn: 分割时间必须大于原始字幕的开始时间

# Message_TheSplitTimeMustBeSmallerThanTheOriginalSubtitlesEndTime
source: The split time must be smaller than the original subtitle's end time
ar_sy: وقت التقسيم يجب بأن يكون أصغر من وقت البدء للعنوان الثانوي
de_de: Die Trennung-Zeit muss großer als die originale Untertiel-End-Zeit
pt_br: O tempo parcial precisa ser menor que o tempo final da legenda
pt_pt: O tempo de divisão tem que ser inferior ao tempo final da legenda original
zh_cn: 分割时间必须小于原始字幕的结束时间

# Message_ThisMp3FileDoesntHaveID3v2
source: This mp3 file doesn't have ID3v2, the program will create ID3 Tag v2.3 when save
ar_sy: هذا الملف الإم بي ثري لا يحوي بيانات الأي دي ثري النسخة 2، سيتم إنشاؤها لاحقاً عن الحفظ
de_de: Diese mp3-Datei hat kein ID3v2. Das Programm wird ID3v2.3-Tag bei der Speicherung erstellen.
pt_br: Esse arquivo mp3 não tem ID3v2, o programa criará uma tag ID3 v2.3 quando salvar
pt_pt: Este ficheiro mp3 não tem ID3v2, o programa irá criar Etiquetas ID3 v2.3 ao guardar
zh_cn: 这个MP3文件没有ID3v2, 程序将在保存时创建的ID3标签

# Message_ThisNameAlreadyTaken
source: This name already taken !!
ar_sy: هذا الإسم موجود سابقاً
de_de: Dieser Name ist bereits vorhanden.
pt_br: Esse nome já foi escolhido
pt_pt: Este nome já existe !!
zh_cn: 该名称已被占用 !!

# Message_UnableToOpenMKV
source: Unable to load the Matroska file. This file is not Matroka file or has no subtitles track.
ar_sy: لا يمكن فتح ملف الماتروسكا. إما أن هذا الملف ليس بملف ماتروسكا أو لا يحوي على مسارات العناوين الثانوية
de_de: Nicht in der Lage, die Matroska-Datei zu laden. Diese Datei ist keine Matroka Datei oder hat keine Untertitel-Track.
pt_br: Não foi possível carregar o arquivo Matroska
pt_pt: Não é possível carregar o ficheiro Matroska. Este ficheiro não é Matroka ou não tem faixas de legendas.
zh_cn: 无法加载Matroska文件. 此文件不是 Matroka 文件或没有字幕轨.

# Message_UnableToRipThisTrackEncryptedVobsubContentNotSupported
source: Unable to rip this track. Encrypted vobsub content not supported
de_de: Nicht in der Lage, diesen Track auszukopieren. Verschlüsselte Vobsub-Inhalt ist nicht unterstützt
pt_br: Não foi possível ripar essa trilha. Criptografia vobsub não suportada
pt_pt: Não é possível extrair esta faixa. Conteúdo vobsub codificado não suportado
zh_cn: 无法抓取此轨道. 不支持加密的 vobsub 内容

source: New Subtitles Track
ar_sy: مسار عناوين ثانوية جديد
de_de: Neues Untertitel-Track
pt_br: Nova trilha de legenda
pt_pt: Nova Faixa de Legendas
zh_cn: 新建字幕轨

source: Subtitles Track
ar_sy: مسار عناوين ثانوية
de_de: Untertitel-Track
pt_br: Trilhas de legenda
pt_pt: Faixa de Legendas
zh_cn: 字幕轨

# TipOfTheDay_0
source: You can duplicate subtitles track's subtitles to another new one, just select the desired language track then CTRL+D or right-mouse click then select duplicate.
ar_sy: يمكنك إنشاء نسخة مضاعفة لمسار العناوين الثانوية، إضغط CTRL+D على لوحة المفاتيح
pt_br: Você pode duplicar uma trilha de legenda, basta pressionar CTRL+D ou clicar com o botão direito e selecionar "Duplicar"
pt_pt: Pode duplicar faixas de legendas para uma nova faixa, seleccione o idioma da faixa desejada e prima CTRL+D ou clique direito do rato e seleccione duplicar.
zh_cn: 你可以重复字幕个轨的字幕到另一个新字幕, 只需选择所需的语言轨道然后按Ctrl+D或右击鼠标然后选择复制.

# TipOfTheDay_1
source: If your mp3 file has a ID3 Synchronized Lyric, add it to your project !!, Go to Tools>Extract from ID3 Or Control+Alt+Q.
ar_sy: هل لديك ملف إم بي ثري ؟ تريد أن تعدل الأي دي ثري الخاص بكلمات الأغنية المتزامنة ؟ إذهب إلى الأدوات>مدير الأي دي ثري
pt_br: Se seu arquivo mp3 tem ID3, adiciona no seu projeto ! Vá para Ferramentas > Extrair de ID3 ou Control + Alt + Q
pt_pt: Se o seu ficheiro mp3 possui uma Letra Sincronizada ID3 , adicione-o ao seu projecto !!, Vá a Ferramentas>Extrair de ID3 ou prima Control+Alt+Q.
zh_cn: 如果您的MP3文件有ID3同步歌词, 将其添加到您的项目中 !!, 进入工具>从ID3提取或按下 Ctrl+Alt+Q.

# TipOfTheDay_10
source: It's a long movie you work with here and it's hard to seek to chapters. You use the marks to seek media time easily, go to Player>Marks.
ar_sy: لديك فيلم طويل و تجد صعوبة في التنقل بين أجزائه، إستخدم العلامات التي توفر الوقت و الجهد لتفعل ذلك، إذهب إلى الوسائط>العلامات
pt_br: Se você estiver trabalhando num filme longo e fica difícil de encontrar certos momentos no arquivo, use os marcadores, você pode navegar com mais facilidade
pt_pt: Está a trabalhar com um filme muito grande e é difícil encontrar os capítulos. Pode usar marcas para encontrar o tempo mais facilmente, vá a Leitor>Marcas.
zh_cn: 这是你在这里运行的一部很长的电影, 很难找到章节.你可以使用标记来轻松地寻找媒体时间, 进入播放器>标记.

# TipOfTheDay_11
source: Use the GT-Text file to translate huge count of subtitles, it's x 2 faster than usual translate opeation.
ar_sy: إستخدم تقنية الجي تي لترجمة العناوين الثانوية باستخدام خدمة جوجل ترانزليت، إنها أسهل و أسرع بكثير من الطريقة العادية
pt_br: Use arquivos GT para traduzir legendas em grande quantidade, é duas vezes mais rápido que a tradução comum
pt_pt: Use o ficheiro de Texto-GT para traduzir um grande número de legendas, é 2 x mais rápido do que a operação normal de tradução.
zh_cn: 使用GT文本文件翻译大量字幕, 这比平时翻译操作快两倍.

# TipOfTheDay_12
source: You don't have time to synchronise subtitle timings using the timeline control ? then use the AHD Synchronisation Tool, it can do the hard works in seconds !!?
ar_sy: ليس لديك الوقت لمزامنة العناوين الثانوية باستخدام متحكمات البرنامج ؟ ما رأيك باستخدام AHD Synchronisation Tool، إنها أسرع و أسهل يمكنها فعل ذلك بثواني !!
pt_br: Não tem tempo para sincronizar as legendas usando a linha do tmepo ? Use a ferramenta de sincronia AHD Synchronisation Tool, você pode fazer o trabalho duro em segundos
pt_pt: Não tem tempo para sincronizar os tempos das legendas usando o controlo da linha de tempos ? Então use a Ferramenta de Sincronização AHD, ela pode fazer o trabalho difícil em segundos !!?
zh_cn: 你没有时间使用时间轴控件同步字幕时间 ? 然后使用AHD同步工具, 它可以在几秒钟内完成艰巨的工作 !!?

# TipOfTheDay_13
source: Don't you know ? AHD Subtitles format file can save all subtitle tracks of your project ? also saves styles (colors, fonts..) for each char of each subtitles ? A backup of your project can be created using this format.
ar_sy: هل تعلم بأن صيغة الترجمة AHD Subtitles يمكنها حفظ كل مسارات العناوين الثانوية بالإضافة إلى الخطوط و الألوان .... يمكنك الإعتماد عليها لإنشاء نسخة إحتياطية لمشروعك
pt_br: Você não sabia? O AHD pode salvar seu projeto com cores e fontes diferentes para suas legendas. Um backup do seu projeto pode ser criado usando esse formato
pt_pt: Não sabe ? O ficheiro de formato de legendas AHD pode guardar todas as faixas de legendas do seu projecto ? também guarda estilos (cores, fontes..) para os caracteres de cada legenda ? Pode ser criada uma cópia de segurança do seu projecto usando este formato.
zh_cn: 你不知道吗 ? AHD 字幕格式文件可以保存你项目的所有字幕轨 ? 还可以保存每个字幕的每个字符的样式 (颜色, 字体..) ? 可以使用此格式创建项目的备份.

# TipOfTheDay_2
source: When you import a subtitle format, it may includes wrong subtitle(s). you can check subtitles error by going to Tools>Check subtitles errors Or Control+Alt+C.
ar_sy: عندما تستورد ملف الترجمة قد يحوي أخطاءاً في التوقي و النصوص. إبحث عن الأخطاء و صححها بالضغط على Control+Alt+C. عبى لوحة المفاتيح
pt_br: Quando você importa um formato de legenda, pode incluir legendas erradas, você pode verificar erros indo em Ferramentas > Verificar erros em legendas ou Control + Alt + C
pt_pt: Quando importa um formato de legendas, elepode conter legenda(s) errada(s). pode pesquisar erros das legendas indo a Ferramentas>Pesquisar erros das legendas ou Control+Alt+C.
zh_cn: 当你导入字幕格式时, 它可能包括错误的字幕. 你可以通过工具>检查字幕错误或Ctrl+Alt+C来检查字幕错误.

# TipOfTheDay_3
source: You can change the media any time you want, press CTRL + M
ar_sy: يمكنك تغيير ملف الوسائط متى تريد إضغط CTRL + M
pt_br: Você pode mudar a mídia pressionando Control + M
pt_pt: Pode mudar de mídia sempre que desejar, pima CTRL + M
zh_cn: 你可以任何时间改变你想要媒体, 按 CTRL + M

# TipOfTheDay_4
source: You can set current time as the end time for the subtitle at the player time, just click 'Set current time as subtitle's end time' button in the player controls.
ar_sy: يمكنك تحديد وقت الإنتهاء للعنوان الثانوي الذي يتم عرضه بالوقت الحالي للوسائط
pt_br: Você pode definir o tempo atual como final em uma legenda, basta clicar no botão "Definir tempo atual como tempo final"
pt_pt: Pode definir o tempo actual como o tempo final para a legenda no tempo do leitor, clique no botão 'Definir tempo actual como tempo final da legenda' nos controlos do leitor.
zh_cn: 您可以将当前时间设置为播放器时间上的字幕结束时间, 只要点击播放器控件中"设置当前时间作为字幕的结束时间"按钮即可.

# TipOfTheDay_5
source: Do you know that ASM auto check for subtitle errors for imported subtitles format ? aslo you can change this option via settings>general
ar_sy: هل تعلم بأن البرنامج يتفحص أخطاء الملف الترجمة عند إستيراده تلقائياً؟ يمكنك تغيير ذلك في نافذة الإعدادات، إذهب إلى الأدوات>الإعدادات
pt_br: Você sabia que o ASM verifica automaticamente por erros em legendas importadas ? Você pode mudar essa opção em Configurações > Geral
pt_pt: Sabe que o ASM faz a pesquisa automática de erros de legendas para formatos de legendas importados ? também pode alterar esta opção em definições>geral
zh_cn: 你知道ASM能自动检查导入字幕格式的字幕错误吗 ? 您可以通过设置>常规更改此选项

# TipOfTheDay_6
source: No need to manual synchronise, use the timeline control to adjust subtitle timings !!
ar_sy: لا يوجد هناك حاجة للمزامنة التقليدية، إستخدم تحكم خط الوقت لتزامن الأوقات باستخدام الفأرة ؟!!
pt_br: Não há necessidade de sincronizar manualmente, use a linha do tempo para ajustar as legendas
pt_pt: Não precisa sincronizar manualmente, use o controlo da linha de tempos para ajustar os tempos das legendas !!
zh_cn: 无需手动同步, 使用时间轴控制来调整字幕时间 !!

# TipOfTheDay_7
source: If you want to convert subtitles format,no need to run AHd Subtitles Maker Professional at all !! it's better to use AHD Subtitles Converter istead.
ar_sy: هل تريد تحويل صيغة ملف الترجمة إلى صيغة أخرى ؟ إستخدم AHD Subtitles Converter
pt_br: Se você deseja converter formatos de legendas não é necessário abrir o AHD Subtitles Maker ! É melhor usar o AHD Subtitles Converter
pt_pt: Se deseja converter o formato das legendas,não necessita executar o AHD Subtitles Maker !! É melhor usar o Conversor de Legendas AHD.
zh_cn: 如果你想转换字幕格式,其实根本不需要运行 AHD Subtitles Maker 专业版 !! 使用 AHD 字幕转换器更好.

# TipOfTheDay_8
source: You need to translate subtitles but you don't have enough time to write texts ? you can use the google translate service instead.
ar_sy: تريد ترجمة العناوين الثانوية و لكنك لا تملك الوقت لكتابة النصوص، إستخدم خدمة جوجل ترانزليت للقيام بذلك
pt_br: Você precisa traduzir mas não tem tempo suficiente ? Você pode usar o serviço de tradução do Google Tradutor
pt_pt: Necessita traduzir legendas mas não tem tempo para escrever textos ? Pode usar o serviço de tradução google.
zh_cn: 你需要翻译字幕但没有足够的时间来写文本吗 ? 您可以使用谷歌翻译服务.

# TipOfTheDay_9
source: You Don't like the look of AHD Subtiltes Maker Professional and you see the layout is confused ? you can change the layout and more, go to View>Layout
ar_sy: لم يعجبك الترتيب الحالي لواجهة البرنامج ؟ يمكنك تغيير مواضع التحكمات كيفما تريد باستخدام الفأرة كما يمكنك حفظ و تحميل ملفات ترتيب الواجهة، إذهب إلى العرض>ترتيب الواجهة
pt_br: Você não gosta do layout do AHD Subtitles Maker ? Você pode mudar em Pré-visualizar > Layout
pt_pt: Não gosta do aspecto do AHD Subtiltes Maker Professional e pensa que a estrutura é confusa ? Pode alterar a estrutura e mais, vá a Ver>Estrutura
zh_cn: 你不喜欢 AHD Subtiltes Maker 专业版的外观并困惑于你看到布局 ? 您可以更改布局和更多, 请转到视图>布局

# Title_ChangeMedia
source: Change Media
ar_sy: تغيير الوسائط
de_de: Medien ändern
pt_br: Mudar mídia
pt_pt: Alterar Mídia
zh_cn: 改变媒体

# Title_DataFor
source: Data for
ar_sy: البيانات لأجل
de_de: Daten für
pt_br: Dados
pt_pt: Dados para
zh_cn: 数据对于

# Title_EnterProjectName
source: Enter project name
ar_sy: أدخل إسم المشروع
de_de: Projektname eingeben
pt_br: Nome do projeto
pt_pt: Introduza o nome do projecto
zh_cn: 输入项目名称

# Title_ExportTo
source: Export to
ar_sy: التصدير إلى
de_de: Exportieren zu
pt_br: Exportar para
pt_pt: Exportar para
zh_cn: 导出到

# Title_ImportSubtitlesFormat
source: Import subtitles format
ar_sy: إستيراد ملف الترجمة
de_de: Untertitel-Format importieren
pt_pt: Importar formato de legendas
zh_cn: 导入字幕格式

# Title_SubtitlesFormat
source: subtitles format
ar_sy: ملف الترجمة
de_de: Untertiel-Format
pt_br: Formato de legenda
pt_pt: formato de legendas
zh_cn: 字幕格式

# ToolTip_ResetTheShiftToZero
source: Reset the shift to zero (no shift)
ar_sy: صفر التحريك
de_de: Auf Null die Verschiebung wiederherstellen (keine Verschiebung)
pt_br: Redefinir shift para zero
pt_pt: Repor desvio para zero (sem desvio)
zh_cn: 复位偏移为零 (无偏移)

# ToolTip_ShiftLeft
source: Shift left
ar_sy: تحريك إلى اليسار
de_de: Links verschieben
pt_br: Shift esquerda
pt_pt: Desvio à esquerda
zh_cn: 左偏移

# ToolTip_ShiftRight
source: Shift right
ar_sy: تحريك إلى اليمين
de_de: Rechts verschieben
pt_br: Shift direita
pt_pt: Desvio à direita
zh_cn: 右偏移

# ToolTip_TheRealTime
source: The real time (where the start time of the subtitle (or the first subtitle if shift all) will be)
ar_sy: الوقت الحقيقي لوقت البدء للعنوان الثانوي أو العنوان الثانوي الأول إذا كان التحريك لكافة العناوين الثانوية
de_de: Die Echtzeit (in dem die Start-Zeit des Untertitels (oder der erste Untertitel, wenn Alle-Verschieben) sein wird)
pt_pt: O tempo real (onde o tempo inicial da legenda (ou da primeira legenda se desviadas) estarão)
zh_cn: 真实时间 (会是字幕的起始时间位置 (或如果偏移全部的第一个字幕))

source: VERSION
ar_sy: النسخة
pt_br: Versão
pt_pt: VERSÃO
zh_cn: 版本

# MessageCaption_DownloadDictionaries
source: Download dictionaries
ar_sy: تحميل قواميس
de_de: Wörterbucher herunterladen
pt_br: Download de dicionários
pt_pt: Transferir dicionários
zh_cn: 下载字典

# Message_PleaseSelectOneDictionaryAtLeast
source: Please select at least one dictionary
ar_sy: الرجاء اختيار قاموس واحد على الأقل
de_de: Bitte, wählen Sie mindestens ein Wörterbuch
pt_br: Selecione ao menos um dicionário
pt_pt: Por favor seleccione pelo menos um dicionário
zh_cn: 请选择至少一本字典

# Message_UnableToDownloadDictionary
source: Unable to download dictionary
de_de: Kann nicht Wörterbuch herunterladen
pt_br: Não foi possível fazer o download do dicionário
pt_pt: Não é possível transferir o dicionário
zh_cn: 无法下载字典

# MessageCaption_NoDictionaryToUse
source: No dictionary to use
ar_sy: لا يوجد أية قاموس
de_de: Kein Wörterbuch zu verwenden
pt_br: Nenhum dicionário para ser usado
pt_pt: Nenhum dicionário para usar
zh_cn: 无可用字典

# Message_NoDictionaryToUse
source: There is no dictionary in the dictionaries folder. Would you like to download dictionaries ?
ar_sy: لا يوجد أية قاموس لتستخدمه في البرنامج. هل ترغب بتحميل القاموس المطلوب ؟
de_de: Es gibt kein Wörterbuch im Wörterbucher-Ordner. Möchten Sie Wörterbucher herunterladen?
pt_br: Não já nenhum dicionário nessa pasta, deseja fazer download de dicionários ?
pt_pt: Não há nenhum dicionário na pasta dicionários. Deseja transferir dicionários ?
zh_cn: 字典文件夹中没有字典. 你想下载字典吗 ?

# Message_PleaseSelectASubtitleFirst
source: Please select a subtitle first
ar_sy: الرجاء إختيار عنوان ثانوي أولاً
de_de: Bitte, whählen Sie zuerst einen Untertitel
pt_br: Selecione uma legenda primeiro
pt_pt: Por favor, primeiro seleccione uma legenda
zh_cn: 请先选择一个字幕

# Message_PleaseSelectLanguageFirst
source: Please select a dictionary (language) first
ar_sy: الرجاء اختيار قاموس أولاً
de_de: Bitte, wählen Sie zuerst ein Wörterbuch (Sprache)
pt_br: Selecione um dicionário primeiro
pt_pt: Por favor, primeiro seleccione um dicionário (idioma)
zh_cn: 请先选择字典 (语言)

# Message_PleaseSelectWordFromsuggestions
source: Please select a word from the suggestion words. if no word listed, then you have to edit the word manualy then click ok.
ar_sy: الرجاء اختيار كلمة من قائمة الكلمات المقترحة، إن لم يكن هناك أية كلمة في القائمة عليك تعديل الكلمة يدوياً
de_de: Bitte wählen Sie ein Wort aus der vorgeschlagenen Wörter. Wenn kein Wort enthalten sind, dann müssen Sie das Wort manuell bearbeiten, dann klicken Sie auf O.K..
pt_br: Selecione uma palavra das sugestões, se ela não estiver na lista, você terá que editar o dicionário manualmente
pt_pt: Por favor seleccione uma palavra das sugeridas. Se não existir nenhuma palavra na lista, tem que editar a palavra manualmente e depois clicar ok.
zh_cn: 请从建议词中选择一个单词. 如果它不在列表中, 那么你必须手动编辑后点击确定.

# MessageCaption_SubtitleDownload
source: Subtitle Download
ar_sy: تحميل ملف ترجمة
de_de: Untertitel herunterladen
pt_br: Download de legenda
pt_pt: Transferir Legenda
zh_cn: 字幕下载

# Message_PleaseEnterSearchName
source: Please enter search name
ar_sy: الرجاء إدخال إسم البحث
de_de: Bitte geben Sie Suchname ein
pt_br: Favor, insira o nome na pesquisa
pt_pt: Por favor introduza o nome a procurar
zh_cn: 请输入搜索名称

# Message_PleaseSelectAResult
source: Please select a file from the results first
ar_sy: الرجاء إختيار نتيجة أولاً
de_de: Bitte wählen Sie zuerst eine Datei aus den Ergebnissen.
pt_br: Favor, seleciona um arquivo dos resultados primeiro
pt_pt: Por favor, promeiro seleccione um ficheiro dos resultados
zh_cn: 请先从结果中选择一个文件

# Message_PleaseSelectSubtitleLanguagesFirst
source: Please select subtitle language(s) first
ar_sy: الرجاء إنتقاء اللغات
de_de: Bitte wählen Sie zuerst Untertitel-Sprache
pt_br: Favor, seleciona o idioma primeiro
pt_pt: Por favor, primeiro seleccione o(s) idioma(s) da legenda
zh_cn: 请先选择字幕语言

# Message_NoResult
source: No result !
ar_sy: لم يتم العثور على أي ملف مطابق
de_de: Kein Ergebnis!
pt_br: Sem resultados
pt_pt: Sem resultados !
zh_cn: 无结果 !

# MessageCaption_DownloadSubtitlesFromOpenSubtitlesorg
source: Download subtitles from OpenSubtitles.org
ar_sy: تحميل ملف ترجمة من OpenSubtitles.org
de_de: Untertitel aus OpenSubtitles.org herunterladen
pt_br: Faça o download de legendas do site OpenSubtitles.org
pt_pt: Transferir legendas de OpenSubtitles.org
zh_cn: 从 OpenSubtitles.org 下载字幕
