Repository: achyun/AHD-Subtitles-Maker
Catalog: ASMForms/LanguageResources/Resource.*.resx
Languages: ar_sy, de_de, pt_br, pt_pt, zh_cn

# Message_ErrorNoResultReturnedFromServerPleaseTryAgainLater
source: Error ! no result returned from server. Please try again later.
ar_sy: حصل خطأ !! المخدم لم يعطي أية نتيجة الرجاء المحاولة لاحقاً.
de_de: Fehler! kein Ergebnis wird von Server zurückgegeben. Bitte versuchen Sie es später erneut.
pt_br: Erro ! Nenhum resultado retornou do servidor, tente novamente mais tarde
pt_pt: Erro ! O servidor não devolveu nenhum resultado. Tente mais tarde.
zh_cn: 错误 ! 没有从服务器返回结果. 请稍后再试.

# Message_PleaseEnterMovieName
source: Please enter the movie name first. The name should be clear (without dvd rip, BlueRay rip..etc).
ar_sy: الرجاء إدخال إسم الفيلم. يجب بأن يكون الإسم خالياً من الرموز
de_de: Bitte geben Sie zuerst Filename ein. Der Name sollte klar sein (kein dvd-rip, BlueRay-rip ...usw).
pt_br: Favor, insira o nome do filme primeiro
pt_pt: Por favor, primeiro introduza o nome do filme. O nome deve ser claro (sem dvd rip, BlueRay rip..etc).
zh_cn: 请先输入电影名称. 该名称应该清晰 (不带 DVD 抓取, 蓝光抓取..等等).

# Message_PleaseEnterTheMovieHashFirst
source: Please enter the movie hash first.
ar_sy: الرجاء إدخال قيمة هاش الفيلم أولاً
de_de: Bitte geben Sie zuerst Film-Hash ein.
pt_br: Favor, insira o hash do filme
pt_pt: Por favor, primeiro introduza o hash do filme.
zh_cn: 请先输入电影哈希值.

# Message_PleaseEnterTheMovieSizeInBytesFirst
source: Please enter the movie size in bytes first.
ar_sy: الرجاء إدخال قيمة حجم الفيلم بالبايتات أولاً
de_de: Bitte geben Sie zuerst Filmgröße in Bytes.
pt_br: Favor, insira o tamanho do filme
pt_pt: Por favor, primeiro introduza o tamanho do filme em bytes.
zh_cn: 请先以字节为单位输入电影大小.

# Title_OpenMovieFile
source: Open movie file
ar_sy: فتح ملف فيلم
de_de: Film-Datei öffnen
pt_br: Abrir arquivo de filme
pt_pt: Abrir ficheiro do filme
zh_cn: 打开影片文件

# Title_OpenSubtitlesFile
source: Open subtitles file
ar_sy: فتح ملف ترجمة
de_de: Untertitel-Datei öffnen
pt_br: Abrir arquivo de legenda
pt_pt: Abrir ficheiro de legendas
zh_cn: 打开字幕文件

# MessageCaption_UploadSubtitlesToOpenSubtitlesorg
source: Upload subtitles to OpenSubtitles.org
ar_sy: التحميل إلى OpenSubtitles.org
de_de: Untertitel in OpenSubtitles.org hochladen
pt_br: Fazer upload para OpenSubtitles.org
pt_pt: Enviar legendas para OpenSubtitles.org
zh_cn: 上传字幕到 OpenSubtitles.org

# Message_CantFindMovieIMDB
source: Can't find movie IMDB, you'll need to enter it manually. To get the movie imbd, go to OpenSubtitles.org and search for the movie, when you find the desired move the IMDB should be there too.
ar_sy: لا يمكن تحديد IMDB الخاص بالملف. عليك تحديد القيمة يدوياً، للحصول على القيمة قم بزيارة الموقع OpenSubtitles.org ثم قم بالبحث عن الفيلم هناك، يجب أن تكون القيمة موجودة في نتيجة البحث
de_de: Film-IMDB wurde nicht gefunden. Sie müssen es manuell eingeben. Um Film-IMDB zu erhalten, gehen Sie zu OpenSubtitles.org und suchen Sie nach dem Film. Wenn Sie das gewünschte Film finden, sollte IMDB auch dort sein.
pt_br: Não foi possível encontrar o filme no IMDB, você precisará fazer isso manualmente
pt_pt: Não é possível encontrar o IMDB do filme, precisa introduzí-lo manualmente. Para obter o imbd do filme, vá a OpenSubtitles.org e procure o filme, quando encontrar o filme que pretende o IMDB também deve lá estar.
zh_cn: 找不到电影IMDB(互联网电影资料库), 你需要手动输入.为获得该影片IMDB, 请到 OpenSubtitles.org 网站并搜索该影片, 找到你希望放入这里的的IMDB.

# Message_LinkToYourSubtitlesFile
source: Link to your subtitles file
ar_sy: الرابط للملف الخاص بك
de_de: Ein Link zu Ihre Film-Datei
pt_br: Link para sua legenda
pt_pt: Ligação para o seu ficheiro de legendas
zh_cn: 链接到你的字幕文件

# Message_PleaseBrowseForMovieFirst
source: Please browse for movie file first.
ar_sy: الرجاء تحديد ملف الفيلم أولاً
de_de: Bitte durchsuchen Sie zuerst für Film-Datein .
pt_br: Favor, procure pelo filme primeiro
pt_pt: Por favor, primeiro procure o ficheiro do filme
zh_cn: 请先浏览电影文件.

# Message_PleaseBrowseForSubtitlesFileFirst
source: Please browse for subtitles file first
ar_sy: الرجاء تحديد ملف الترجمة أولاً
de_de: Bitte durchsuchen Sie zuerst für Untertitel-Datei.
pt_br: Favor, procure pela legenda primeiro
pt_pt: Por favor, primeiro procure o ficheiro da legenda
zh_cn: 请先浏览字幕文件

# Message_PleaseTryAgainLater
source: Please try again later.
ar_sy: الرجاء المحاولة لاحقاً
de_de: Bitte versuchen Sie er später erneut.
pt_br: Favor, tente mais tarde
pt_pt: Por favor, tente mais tarde.
zh_cn: 请以后再试一次.

# Message_ThisSubtitleFileIsAlreadyInOpenSubtitlesorgDatabase
source: This subtitle file is already in OpenSubtitles.org database !
ar_sy: هذا الملف الترجمة موجود سابقاً في قاعدة البيانات
de_de: Diese UntertitelDatei ist bereits in OpenSubtitles.org Datenbank!
pt_br: Essa legenda já está no OpenSubtitles.org
pt_pt: Este ficheiro de legendas já se encontra na base de dados da OpenSubtitles.org !
zh_cn: 这个字幕文件已经在 Opensubtitles.org 数据库中 !

# Message_UnableToConnectToOSServer
source: Unable to connect to OS server
ar_sy: لم يتمكن من الإتصال بالمخدم
de_de: Kann nicht mit OS verbinden
pt_br: Não foi possível conectar ao servidor
pt_pt: Não é possível ligar ao servidor OS
zh_cn: 无法连接到操作系统服务器

# Message_UploadDone
source: Upload done !!
ar_sy: تم التحميل بنجاح !
de_de: Hochladen erledigt!
pt_br: Upload concluído !
pt_pt: Envio concluído !!
zh_cn: 上传完成 !!

# Message_LinkCopiedToClipboard
source: "Link copied to clipboard"
ar_sy: "تم نسخ الرابط إلى الذاكرة"
de_de: Link in die Zwischenablage kopiert wird
pt_br: "Link copiado para a área de transferência"
pt_pt: "Ligação copiada para a área de transferências"
zh_cn: "复制链接到剪贴板"

# Title_EnterMovieIMDB
source: Enter movie IMDB
ar_sy: الرجاء إدخال قيمة IMDB
de_de: Film-IMDB eingeben
pt_br: Preencha com filme IMDB
pt_pt: Introduza o IMDB do filme
zh_cn: 输入影片 IMDB

# Message_NoResultMovieNameOSSearch
source: No result for the search !
ar_sy: لم يتم العثور على أية نتيجة..
de_de: Kein Ergebnis für den Such!
pt_br: Sem resultados na busca
pt_pt: Não há resultados para a procura !
zh_cn: 搜索无结果 !

# Message_NoResultNormalOSSearch
source: No result for the search ! maybe the movie file you search for is not exist in OpenSubtitles.org. Try to search using movie name.
ar_sy: لم يتم العثور على أية نتيجة، قد يكون الملف الخاص بالفيلم غير موجود بقاعدة البيانات. الرجاء استخدام البحث عن طريق الإسم
de_de: Kein Ergebnis für den Such! vielleicht existiert die Film-Datei, die Sie nachgesucht haben, nicht in OpenSubtitles.org . Versuchen Sie den Such mit dem Filmname.
pt_br: Sem resultados para a busca ! Talvez o arquivo que você esteja procurando não exista no site OpenSubtitles.org Tente buscando o nome do filme
pt_pt: Não há resultados para a procura ! talvez o ficheiro que procura não exista em OpenSubtitles.org. Tente procurar usando o nome do filme.
zh_cn: 没有搜索结果 ! 也许你要找的电影文件不在的 OpenSubtitles.org 中. 尝试使用电影名称搜索.

# Message_InvailedUserrNameOrPassword
source: Invalid user name or password.
ar_sy: إسم المستخدم أو كلمة المرور غير صالحة
de_de: Ungültiger Benutzername oder -passwort.
pt_br: Nome de usuário ou senha inválidos
pt_pt: Utilizador ou palavra-passe inválidos.
zh_cn: 无效的用户名或密码.

# Message_CanceldByUser
source: Operation canceled by user.
ar_sy: تم الإلغاء من قبل المستخدم
de_de: Vorgang wurde vom Benutzer abgebruchen.
pt_br: Operação cancelada pelo usuário
pt_pt: Operação cancelada pelo utilizador.
zh_cn: 用户取消操作.

# Message_PleaseEnterIMDBFirst
source: Please enter IMDB first
ar_sy: الرجاء إدخال قيمة IMDB أولاً
de_de: Bitte geben Sie zuerst IMDB ein
pt_br: Enter IMDB primeiro
pt_pt: Por favor, primeiro introduza o IMDB
zh_cn: 请先输入IMDB

# Message_ThisIMDBIsInvailed
source: This IMDB is invailed. Please change the imdb.
ar_sy: قيمة IMDB ليست صالحة،الرجاء تغيير القيمة
de_de: Dieses IMDB ist ungültig. Bitte ändern Sie das IMDB.
pt_br: IMDB inválido
pt_pt: Este IMDB é inválido. Por favor altere o imdb.
zh_cn: 该 IMDB 是无效的. 请更改 imdb.

# TipOfTheDay_14
source: Search and download subtitles for your movie directly from OpenSubtitles.org anytime without leaving ASM ! Go to Tools>Download subtitles from OpenSubtitles.org
ar_sy: إبحث و حمّل الترجمة مباشرةً من OpenSubtitles.org دون الحاجة لإغلاق البرنامج ! إذهب إلى الأدوات<حمّل الترجمة من OpenSubtitles.org
pt_br: Busque e faça o download de suas legendas diretamente do OpenSubtitles.org sem sair do ASM ! Vá para Ferramentas > Download ... OpenSubtitles.org
pt_pt: Procure e transfira legendas do OpenSubtitles.org a qualquer altura sem sair do ASM ! Vá a Ferramentas>Transferir legendas de OpenSubtitles.org
zh_cn: 随时直接从 Opensubtitles.org 搜索和下载字幕电影不离开ASM ! 进入工具>从 Opensubtitles.org 下载字幕

# TipOfTheDay_15
source: Share your subtitles now and upload them directly to OpenSubtitles.org. Go to Tools>Upload subtitles to OpenSubtitles.org
ar_sy: شارك عملك على الترجمة على OpenSubtitles.org مباشرةً إذهب إلى الأدوات<حمّل الترجمة إلى OpenSubtitles.org
pt_br: Compartilha suas legendas diretamente no OpenSubtitles.org ! Vá para Ferramentas > Upload ... OpenSubtitles.org
pt_pt: Partilhe as suas legendas e envie-as directamente para o OpenSubtitles.org. Vá a Ferramentas>Enviar legendas para OpenSubtitles.org
zh_cn: 分享你的字幕并直接上传到 OpenSubtitles.org. 进入工具>上传字幕到 Opensubtitles.org

# Message_BitcoinAddressCopiedToClipboard
source: Bitcoin address copied to clipboard.
ar_sy: تم نسخ عنوان Bitcoins إلى الذاكرة
de_de: Bitcoin addresse wird in die Zwischenablage kopiert.
pt_br: Endereço BitCoin copiado para a área de transferência
pt_pt: Endereço Bitcoin copiado para a área de transferências.
zh_cn: 比特币地址复制到剪贴板.

# Title_OpenPreparedTextFile
source: Open prepared text file (lyrics, movie texts ...etc)
ar_sy: فتح ملف يحوي نصوص معدة سابقاً ككلمات أغنية أو ترجمة لفلم ....
de_de: Vorbereitete Text-Datei öffnen (Lyrics, Filmtext ... usw.)
pt_br: Abrir arquivo de texto (letras, legendas ...etc)
pt_pt: Abrir ficheiro de texto preparado (letras, textos de filmes ...etc)
zh_cn: 打开已就绪的文本文件 (歌词, 电影文本 ...等等)

# Message_PleaseAddAtLeastOneStyle
source: Please add at least one style.
ar_sy: الرجاء إدخال نمط واحد على الاقل
de_de: Bitte füge mindestens einen Stil hinzu.
pt_br: Por favor, adicione pelo menos um estilo.
pt_pt: Por favor, adicione pelo menos um estilo.
zh_cn: 请至少添加一种样式.

# Message_PleaseSelectAStyleFirst
source: Please select a style first.
ar_sy: الرجاء اختيار نمط اولا
de_de: Bitte zuerst einen Stil auswählen.
pt_br: Selecione primeiro um estilo.
pt_pt: Selecione primeiro um estilo.
zh_cn: 请先选择一个样式.

# Title_PleaseEnterTheStyleName
source: Please enter the style name
ar_sy: الرجاء إدخال إسم النمط
de_de: Bitte geben Sie den Stilnamen ein
pt_br: Digite o nome do estilo
pt_pt: Digite o nome do estilo
zh_cn: 请输入风格名称

# Word_Default
source: Default
ar_sy: افتراضي
de_de: Standard
pt_br: Padrão
pt_pt: Padrão
zh_cn: 默认

# Message_PleaseEnterSurroundingChar
source: Please enter the first char of the caption surrounding, that must be one char.
ar_sy: الرجاء ادخل حرف واحد في كلا الحقلين
de_de: Bitte geben Sie das erste Zeichen der umgebenden Überschrift ein, das muss ein Zeichen sein.
pt_br: Por favor, insira o primeiro caractere da legenda ao redor, que deve ser um caractere.
pt_pt: Por favor, insira o primeiro caractere da legenda ao redor, que deve ser um caractere.
zh_cn: 请输入标题围绕的第一个字符, 它必须是一个字符.

# Message_0
source: Please select at least one mode !
ar_sy: الرجاء اختيار احد الخيارات اولا
de_de: Bitte wählen Sie mindestens einen Modus aus!
pt_br: Por favor selecione pelo menos um modo!
pt_pt: Por favor selecione pelo menos um modo!
zh_cn: 请选择至少一种模式!

# Message_1
source: Please enter at least one punctuation to break at !
ar_sy: الرجاء ادخال علامة ترقيم واحدة على الاقل
de_de: Bitte geben Sie mindestens eine Interpunktion ein, um zu brechen!
pt_br: Por favor, insira pelo menos uma pontuação para quebrar!
pt_pt: Por favor, insira pelo menos uma pontuação para quebrar!
zh_cn: 请输入至少一个标点符号做断行!

# Message_PleaseEnterPassword
source: Please enter password first.
ar_sy: الرجاء ادخال كلمة المرور اولا
de_de: Bitte geben Sie zuerst das Passwort ein.
pt_br: Digite a senha primeiro.
pt_pt: Digite a senha primeiro.
zh_cn: 请先输入密码。

# Message_PleaseEnterUsername
source: Please enter a username first.
ar_sy: الرجاء ادخال اسم المستخدم اولا
de_de: Bitte geben Sie zuerst einen Benutzernamen ein.
pt_br: Digite um nome de usuário primeiro.
pt_pt: Digite um nome de usuário primeiro.
zh_cn: 请先输入一个用户名。
